{
  "articles": [
    {
      "title": {
        "href": "publication/325961121_Interpersonal_Resonance_Developing_Interpersonal_Biofeedback_for_the_Promotion_of_Empathy_and_Social_Entrainment",
        "text": "Interpersonal Resonance: Developing Interpersonal Biofeedback for the Promotion of Empathy and Social Entrainment"
      },
      "abstract": "We propose an interpersonal biofeedback technology which uses music-like stimuli to convey a user’s physiological information to another observer. It is argued that this interpersonal biofeedback may facilitate empathy and interpersonal entrainment. We argue that music is an optimal carrier for biofeedback because it naturally regulates psychophysiology, is cross-modally associated with emotion, and can be attended to peripherally. We propose a research study to investigate the effects of interpersonal biofeedback on emotional mindreading.",
      "type": {
        "href": "publication/325961121_Interpersonal_Resonance_Developing_Interpersonal_Biofeedback_for_the_Promotion_of_Empathy_and_Social_Entrainment",
        "text": "Chapter"
      },
      "date": "Jan 2019",
      "reads": "878 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/2144193706_John_M_Tennant",
            "text": "John M. Tennant"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2144221686_Simon_Cook",
            "text": "Simon Cook"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2144186755_Mihnea_C_Moldoveanu",
            "text": "Mihnea C. Moldoveanu"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2144185707_William_A_Cunningham",
            "text": "William A. Cunningham"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/327639199_Don%27t_Get_Too_Excited_Assessing_Individual_Differences_in_the_Down-Regulation_of_Positive_Emotions",
        "text": "Don’t Get Too Excited: Assessing Individual Differences in the Down-Regulation of Positive Emotions"
      },
      "abstract": "DOI:10.1080/00223891.2017.1339711The cohen’s d’s were not calculated correctly in the descriptive statistics for Study 1–the effect sizes in the paper are double what they should be. On Page 3, the cohen’s d’s in the following paragraph should read as follows: We performed Bonferroni-corrected pairwise t tests to examine differences in composite scores between the four factors. Of all the factors, the down-regulation of anger (D-ANG) had the highest score, D-ANG and U-POS, t(489) d = 11.27, p <.001, d =.51; D-ANG and D-DES, t(489) = 5.00, p <.001, d =.23, although it did not differ significantly from D-POS. Similarly, down-regulation of positive emotions scores (D-POS) and down-regulation of despondency or distress (D-DES) scores did not differ significantly from one another, but both scores were significantly higher than the up-regulation of positive emotions (U-POS), D-POS and U-POS, t(489) = 8.14, p <.001, d =.37; D-POS and D-DES, t(489) = 7.62, p <.001, d =.35. These results suggest that people believe that they are better at down-regulating than up-regulating their emotions, and believe they are best at down-regulating their anger. The authors apologize for their oversight.",
      "type": {
        "href": "publication/327639199_Don%27t_Get_Too_Excited_Assessing_Individual_Differences_in_the_Down-Regulation_of_Positive_Emotions",
        "text": "Article"
      },
      "date": "Sep 2018",
      "reads": "3 Recommendations",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/2148112389_Christopher_Zou",
            "text": "Christopher Zou"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jason_Plaks",
            "text": "Jason E. Plaks"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/325309277_Improving_the_effectiveness_of_performance_feedback_by_considering_personality_traits_and_task_demands",
        "text": "Improving the effectiveness of performance feedback by considering personality traits and task demands"
      },
      "abstract": "Although performance feedback is widely employed as a means to improve motivation, the efficacy and reliability of performance feedback is often obscured by individual differences and situational variables. The joint role of these moderating variables remains unknown. Accordingly, we investigate how the motivational impact of feedback is moderated by personality and task-difficulty. Utilizing three samples (total N = 916), we explore how Big Five personality traits moderate the motivational impact of false positive and negative feedback on playful, neutral, and frustrating puzzle tasks, respectively. Conscientious and Neurotic individuals together appear particularly sensitive to task difficulty, becoming significantly more motivated by negative feedback on playful tasks and demotivated by negative feedback on frustrating tasks. Results are discussed in terms of Goal-Setting and Self Determination Theory. Implications for industry and education are considered.",
      "type": {
        "href": "publication/325309277_Improving_the_effectiveness_of_performance_feedback_by_considering_personality_traits_and_task_demands",
        "text": "Article"
      },
      "date": "May 2018",
      "reads": "3 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Victor_Swift",
            "text": "Victor Swift"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/325557942_S2_Fig",
        "text": "S2 Fig"
      },
      "abstract": "Playful puzzle task example.\n(PDF)",
      "type": {
        "href": "publication/325557942_S2_Fig",
        "text": "Data"
      },
      "date": "May 2018",
      "reads": "660 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Victor_Swift",
            "text": "Victor Swift"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/325558029_S1_Fig",
        "text": "S1 Fig"
      },
      "abstract": "Difficult puzzle task example.\n(PDF)",
      "type": {
        "href": "publication/325558029_S1_Fig",
        "text": "Data"
      },
      "date": "May 2018",
      "reads": "518 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Victor_Swift",
            "text": "Victor Swift"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/325558121_S3_Fig",
        "text": "S3 Fig"
      },
      "abstract": "Neutral puzzle task example.\n(PDF)",
      "type": {
        "href": "publication/325558121_S3_Fig",
        "text": "Data"
      },
      "date": "May 2018",
      "reads": "228 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Victor_Swift",
            "text": "Victor Swift"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/321029988_Correction_to_The_publication_trajectory_of_graduate_students_post-doctoral_fellows_and_new_professors_in_psychology",
        "text": "Correction to: The publication trajectory of graduate students, post-doctoral fellows, and new professors in psychology"
      },
      "abstract": "In the original publication, Fig. 6 does not properly label the values. The revised version of the Fig. 6 is given below.",
      "type": {
        "href": "publication/321029988_Correction_to_The_publication_trajectory_of_graduate_students_post-doctoral_fellows_and_new_professors_in_psychology",
        "text": "Article"
      },
      "date": "Nov 2017",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Christopher_Zou",
            "text": "Christopher Zou"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2134410504_Julia_Tsui",
            "text": "Julia Tsui"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/320675379_The_publication_trajectory_of_graduate_students_post-doctoral_fellows_and_new_professors_in_psychology",
        "text": "The publication trajectory of graduate students, post-doctoral fellows, and new professors in psychology"
      },
      "abstract": "Each year as the number of graduate students in psychology increases, there is also increased competition for academic positions. The general consensus is that there is higher pressure for students to publish prolifically, yet there is little information as to what this exactly means. The main aim of the present study was to examine the average publication trajectory of a psychology student advancing to a post-doctoral fellowship to a faculty position. We obtained curricula vitae from graduate students, post-doctoral fellows, and junior faculty members from 2010 to 2015 in addition to self-reports from the graduate students. The number of publications substantially increased with each step of progression: graduate students published on average 2.89 (self-report) to 3.08 (CV report) papers, post-doctoral fellows on average published 8.06 papers, and junior professors on average had 14.30 publications before they were hired. The same pattern was observed even when restricting the number of publications to only those that were first-authored. However, a slightly different pattern emerged when comparing a scientometric index (zp-index) that takes into account both the quantity and quality of publications.",
      "type": {
        "href": "publication/320675379_The_publication_trajectory_of_graduate_students_post-doctoral_fellows_and_new_professors_in_psychology",
        "text": "Article"
      },
      "date": "Oct 2017",
      "reads": "7 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Christopher_Zou",
            "text": "Christopher Zou"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2134410504_Julia_Tsui",
            "text": "Julia Tsui"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/318239025_Don%27t_Get_Too_Excited_Assessing_Individual_Differences_in_the_Down-Regulation_of_Positive_Emotions",
        "text": "Don't Get Too Excited: Assessing Individual Differences in the Down-Regulation of Positive Emotions"
      },
      "abstract": "A voluminous literature has documented the importance of emotion regulation for health and well-being.\nThe studies in this literature, however, have generally focused on the down-regulation of negative affect.\nFew studies have examined the down-regulation of positive affect. In Study 1, we constructed a scale, the\nrevised Regulatory Emotional Self-Efficacy Scale (r–RESE), which assesses both the down- and upregulation\nof positive affect, in addition to the traditional down-regulation of negative affect. In Study 2,\nwe conducted an extensive validation of the r–RESE scale, using a multimethod approach with informant\nratings, to illustrate that the down-regulation of positive affect represents a process independent of each\nof the other forms of emotion regulation. In Study 3, we provided evidence that the ability to down-regulate\npositive emotions provides added predictive utility when predicting indexes of impulsivity and\nadjustment. Across the studies, we illustrate the potential importance of the down-regulation of positive\nemotions as a topic of study for the field of emotion regulation.",
      "type": {
        "href": "publication/318239025_Don%27t_Get_Too_Excited_Assessing_Individual_Differences_in_the_Down-Regulation_of_Positive_Emotions",
        "text": "Article"
      },
      "date": "Jul 2017",
      "reads": "5 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Christopher_Zou",
            "text": "Christopher Zou"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jason_Plaks",
            "text": "Jason E. Plaks"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/309182447_Validating_self-paced_sentence-by-sentence_reading_story_comprehension_recall_and_narrative_transportation",
        "text": "Validating self-paced sentence-by-sentence reading: story comprehension, recall, and narrative transportation"
      },
      "abstract": "Previous studies on discourse have employed a self-paced sentence-by-sentence paradigm to present text and record reading times. However, presenting discourse this way does not mirror real-world reading conditions; for example, this paradigm prevents regressions to earlier portions of the text. The purpose of the present study is to investigate the ecological validity of self-paced sentence-by-sentence presentations by comparing it to normal page reading with respect to comprehension, recall, and narrative transportation, across two time points (immediate and delayed). Bayesian analyses found greater evidence in favor of the null hypothesis for transportation, indicating that little difference likely exists between sentence-by-sentence presentations and normal reading for this outcome. Weak evidence supporting the alternative hypothesis was found for immediate comprehension and recall, with participants who read the story as isolated sentences scoring marginally higher. Altogether, these results validate the self-paced sentence-by-sentence paradigm for measuring reading times, uncovering few differences in outcomes relative to natural reading.",
      "type": {
        "href": "publication/309182447_Validating_self-paced_sentence-by-sentence_reading_story_comprehension_recall_and_narrative_transportation",
        "text": "Article"
      },
      "date": "Apr 2017",
      "reads": "5,999 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Ashley_Chung-Fat-Yim",
            "text": "Ashley Chung-Fat-Yim"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/304662727_Ideological_Reactivity_Political_Conservatism_and_Brain_Responsivity_to_Emotional_and_Neutral_Stimuli",
        "text": "Ideological Reactivity: Political Conservatism and Brain Responsivity to Emotional and Neutral Stimuli"
      },
      "abstract": "Conservatives are often thought to have a negativity bias—responding more intensely to negative than positive information. Yet, recent research has found that greater endorsement of conservative beliefs follows from both positive and negative emotion inductions. This suggests that the role of affect in political thought may not be restricted to negative valence, and more attention should be given to how conservatives and liberals respond to a wider range of stimulation. In this vein, we examined neural responses to a full range of affective stimuli, allowing us to examine how self-reported ideology moderated these responses. Specifically, we explored the relationship between political orientation and 2 event-related potentials (1 late and 1 early) previously shown to covary with the subjective motivational salience of stimuli—in response to photographs with standardized ratings of arousal and valence. At late time points, conservatives exhibited sustained heightened reactivity, compared with liberals, specifically in response to relatively unarousing and neutral stimuli. At early time points, conservatives exhibited somewhat enhanced neural activity in response to all stimulus types compared with liberals. These results may suggest that conservatives experience a wide variety of stimuli in their environment with increased motivational salience, including positive, neutral, and low-arousal stimuli. No effects of valence were found in this investigation. Such findings have implications for the development and refinement of psychological conceptions of political orientation.",
      "type": {
        "href": "publication/304662727_Ideological_Reactivity_Political_Conservatism_and_Brain_Responsivity_to_Emotional_and_Neutral_Stimuli",
        "text": "Article"
      },
      "date": "Jun 2016",
      "reads": "2 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shona_Tritt",
            "text": "Shona Melissa Tritt"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Elizabeth_Page-Gould",
            "text": "Elizabeth Page-Gould"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Michael_Inzlicht",
            "text": "Michael Inzlicht"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/301698900_From_Dispositions_to_Goals_to_Ideology_Toward_a_Synthesis_of_Personality_and_Social_Psychological_Approaches_to_Political_Orientation",
        "text": "From Dispositions to Goals to Ideology: Toward a Synthesis of Personality and Social Psychological Approaches to Political Orientation"
      },
      "abstract": "We review existing research on the associations between political orientation and Big Five traits such as Openness to Experience and Conscientiousness. We suggest that analyzing these traits at the aspect level sheds light on motivational mechanisms underlying these links. For example, we present evidence that only one of the two aspects of Conscientiousness (\"Orderliness\") reliably predicts conservatism. To account for this relationship, and to more generally describe how traits translate into political orientation, we present a new model, the Disposition-Goals-Ideology (DiGI) Model. The DiGI model outlines specific interrelationships among dispositions, goals, and ideological beliefs that help to shape individual differences in political orientation.",
      "type": {
        "href": "publication/301698900_From_Dispositions_to_Goals_to_Ideology_Toward_a_Synthesis_of_Personality_and_Social_Psychological_Approaches_to_Political_Orientation",
        "text": "Article"
      },
      "date": "Apr 2016",
      "reads": "3 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Xiaowen_Xu4",
            "text": "Xiaowen Xu"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jason_Plaks",
            "text": "Jason E. Plaks"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/269286890_Openness_to_Experience_and_Intellect_Differentially_Predict_Creative_Achievement_in_the_Arts_and_Sciences_Openness_Intellect_and_Creativity",
        "text": "Openness to Experience and Intellect Differentially Predict Creative Achievement in the Arts and Sciences: Openness, Intellect, and Creativity"
      },
      "abstract": "Objective\nThe Big Five personality dimension Openness/Intellect is the trait most closely associated with creativity and creative achievement. Little is known, however, regarding the discriminant validity of its two aspects— Openness to Experience (reflecting cognitive engagement with sensory and perceptual information) and Intellect (reflecting cognitive engagement with abstract and semantic information, primarily through reasoning)— in relation to creativity.Method\nIn four demographically diverse samples totaling 1035 participants, we investigated the independent predictive validity of Openness and Intellect by assessing the relations among cognitive ability, divergent thinking, personality, and creative achievement across the arts and sciences.Results and Conclusions\nWe confirmed the hypothesis that whereas Openness predicts creative achievement in the arts, Intellect predicts creative achievement in the sciences. Inclusion of performance measures of general cognitive ability and divergent thinking indicated that the relation of Intellect to scientific creativity may be due at least in part to these abilities. Lastly, we found that Extraversion additionally predicted creative achievement in the arts, independently of Openness. Results are discussed in the context of dual-process theory.",
      "type": {
        "href": "publication/269286890_Openness_to_Experience_and_Intellect_Differentially_Predict_Creative_Achievement_in_the_Arts_and_Sciences_Openness_Intellect_and_Creativity",
        "text": "Article"
      },
      "date": "Dec 2015",
      "reads": "3 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Scott_Kaufman2",
            "text": "Scott Barry Kaufman"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Lena_Quilty",
            "text": "Lena C Quilty"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Rachael_Grazioplene",
            "text": "Rachael Grazioplene"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/288074226_Quantifying_the_scientific_output_of_new_researchers_using_the_zp-index",
        "text": "Quantifying the scientific output of new researchers using the zp-index"
      },
      "abstract": "Despite a high level of interest in quantifying the scientific output of established researchers, there has been less of a focus on quantifying the performance of junior researchers. The available metrics that quantify a scientist’s research output all utilize citation information, which often takes a number of years to accrue and thus would disadvantage newer researchers (e.g., graduate students, post-doctoral members, new professors). Based on this critical limitation of existing metrics, we created a new metric of scientific output, the zp-index, which remedies this issue by utilizing the journal quality rather than citation count in calculating an index of scientific output. Additionally, the zp-index also takes authorship position into account by allocating empirically derived weights to each authorship position, so that first authorship publications receive more credit than later authorship positions (Study 1). Furthermore, the zp-index has equal predictive validity as a measure of the number of publications but does a better job of discriminating researcher’s scientific output and may provide different information than the number of publications (Study 2). Therefore, use of the zp-index in conjunction with the number of publications can provide a more accurate assessment of a new scientist’s academic achievements.",
      "type": {
        "href": "publication/288074226_Quantifying_the_scientific_output_of_new_researchers_using_the_zp-index",
        "text": "Article"
      },
      "date": "Dec 2015",
      "reads": "765 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Christopher_Zou",
            "text": "Christopher Zou"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/282790843_Differences_in_Media_Preference_Mediate_the_Link_Between_Personality_and_Political_Orientation",
        "text": "Differences in Media Preference Mediate the Link Between Personality and Political Orientation"
      },
      "abstract": "Research has consistently demonstrated that political liberalism is predicted by the personality trait Openness to Experience and conservatism by trait Conscientiousness. Less well studied, however, is how trait personality influences political orientation. The present study investigated whether differences in media preference might mediate the links between personality and political orientation. Participants completed measures of Big Five personality, media preferences, and political orientation. Results revealed that increased preferences for Dark/Alternative and Aesthetic/Musical media genres, as well as decreased preferences for Communal/Popular media genres, mediated the association between Openness to Experience and liberalism. In contrast, greater preferences for Communal/Popular and Thrilling/Action genres, as well as lower preferences for Dark/Alternative and Aesthetic/Musical genres mediated the link between Conscientiousness and conservatism.",
      "type": {
        "href": "publication/282790843_Differences_in_Media_Preference_Mediate_the_Link_Between_Personality_and_Political_Orientation",
        "text": "Article"
      },
      "date": "Oct 2015",
      "reads": "3,446 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Xiaowen_Xu4",
            "text": "Xiaowen Xu"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/281295534_Supplementary_Material-R2_def",
        "text": "Supplementary Material-R2 def"
      },
      "type": {
        "href": "publication/281295534_Supplementary_Material-R2_def",
        "text": "Data"
      },
      "date": "Aug 2015",
      "reads": "204 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Michaela_Schippers",
            "text": "Michaéla Schippers"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Ad_Scheepers",
            "text": "Ad Scheepers"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/279224047_A_scalable_goal-setting_intervention_closes_both_the_gender_and_ethnic_minority_achievement_gap",
        "text": "A scalable goal-setting intervention closes both the gender and ethnic minority achievement gap"
      },
      "abstract": "The gender and ethnicity gap in academic achievement constitutes one of today's key social problems. The current study, therefore, assessed the effects of a brief, evidence-based online intervention aimed at enhancing goal-directed conceptualization and action among first year college students (N = 703) at a large European business school. The academic performance of these students was contrasted with that of three pre-intervention control cohorts (N = 896, 825 and 720), with particular attention paid to the role of gender and ethnicity. The intervention boosted academic achievement and increased retention rates, particularly for ethnic minority and male students (who had underperformed in previous years). The gap in performance between men and women, and for ethnic minorities versus nationals, became considerably smaller within the intervention cohort. After Year 1, the gender gap closed by 98%, and the ethnicity gap by 38% (rising to 93% after the second year). All groups in the intervention cohort performed significantly better than control cohorts, but the effect was particularly large for males and ethnic minorities. The increase in performance was largest for ethnic minority males: they earned 44% more credits, and their retention rate increased 54%. Overall, the results indicate that a comprehensive goal-setting intervention implemented early in students' academic careers can significantly and substantially reduce gender and ethnic minority inequalities in achievement.",
      "type": {
        "href": "publication/279224047_A_scalable_goal-setting_intervention_closes_both_the_gender_and_ethnic_minority_achievement_gap",
        "text": "Article"
      },
      "date": "Jun 2015",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Michaela_Schippers",
            "text": "Michaéla Schippers"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Ad_Scheepers",
            "text": "Ad Scheepers"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/275652281_Why_Do_Conservatives_Report_Being_Happier_Than_Liberals_The_Contribution_of_Neuroticism",
        "text": "Why Do Conservatives Report Being Happier Than Liberals? The Contribution of Neuroticism"
      },
      "abstract": "Previous studies suggest that conservatives in the United States are happier than liberals. This difference has been attributed to factors including differences in socioeconomic status, group memberships, and system-justifying beliefs. We suggest that differences between liberals and conservatives in personality traits may provide an additional account for the \"happiness gap\". Specifically, we investigated the role of neuroticism (or conversely, emotional stability) in explaining the conservative-liberal happiness gap. In Study 1 (N = 619), we assessed the correlation between political orientation (PO) and satisfaction with life (SWL), controlling for the Big Five traits, religiosity, income, and demographic variables. Neuroticism, conscientiousness, and religiosity each accounted for the PO-SWL correlation. In Study 2 (N = 700), neuroticism, system justification beliefs, conscientiousness, and income each accounted for PO-SWL correlation. In both studies, neuroticism negatively correlated with conservatism. We suggest that individual differences in neuroticism represent a previously under-examined contributor to the SWL disparity between conservatives and liberals.",
      "type": {
        "href": "publication/275652281_Why_Do_Conservatives_Report_Being_Happier_Than_Liberals_The_Contribution_of_Neuroticism",
        "text": "Article"
      },
      "date": "Apr 2015",
      "reads": "3 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Caitlin_Burton5",
            "text": "Caitlin Burton"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jason_Plaks",
            "text": "Jason E. Plaks"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/259363679_Confounding_valence_and_arousal_What_really_underlies_political_orientation",
        "text": "Confounding valence and arousal: What really underlies political orientation?"
      },
      "abstract": "The negative valence model of political orientation proposed by Hibbing and colleagues is comprehensive and thought-provoking. We agree that there is compelling research linking threat to conservative political beliefs. However, we propose that further research is needed before it can be concluded that negative valence, rather than arousal more generally, underlies the psychological motivations to endorse conservative political belief. Powered by Editorial Manager® and Preprint Manager® from Aries Systems Corporation",
      "type": {
        "href": "publication/259363679_Confounding_valence_and_arousal_What_really_underlies_political_orientation",
        "text": "Article"
      },
      "date": "Dec 2014",
      "reads": "1,393 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shona_Tritt",
            "text": "Shona Melissa Tritt"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Michael_Inzlicht",
            "text": "Michael Inzlicht"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/274381972_Openness_to_experience_intellect_and_cognitive_ability",
        "text": "Openness to experience, intellect and cognitive ability"
      },
      "abstract": "An instrument designed to separate 2 midlevel traits within each of the Big Five (the Big Five Aspect Scales [BFAS]) was used to clarify the relation of personality to cognitive ability. The BFAS measures Openness to Experience and Intellect as separate (although related) traits, and refers to the broader Big Five trait as Openness/Intellect. In 2 samples (N = 125 and 189), Intellect was independently associated with general intelligence\n(g) and with verbal and nonverbal intelligence about equally. Openness was independently associated only with verbal intelligence. Implications of these findings are discussed for the empirical and conceptual relations of intelligence to personality and for the mechanisms potentially underlying both Openness/Intellect and cognitive ability.",
      "type": {
        "href": "publication/274381972_Openness_to_experience_intellect_and_cognitive_ability",
        "text": "Article"
      },
      "date": "Dec 2014",
      "reads": "3 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/258920686_System_Justification_and_Electrophysiological_Responses_to_Feedback_Support_for_a_Positivity_Bias",
        "text": "System Justification and Electrophysiological Responses to Feedback: Support for a Positivity Bias"
      },
      "abstract": "Conservatives, compared to liberals, are consistently found to exhibit physiological sensitivity to aversive stimuli. However, it remains unknown whether conservatives are also sensitive to salient positively valenced stimuli. We therefore used event-related potentials to determine the relationship between system justification (SJ), a fundamental component of conservative political ideology, and neural processing of negative and positive feedback. Participants (N = 29) filled out questionnaire assessments of SJ. Feedback-related negativity (FRN), an event-related potential component thought to index activity in neural regions associated with reward processing, was assessed in response to positive and negative feedback on a time estimation task. A significant interaction was noted between SJ and feedback type in predicting FRN. Simple effects tests suggested that SJ predicted greater FRN in response to positive but not to negative feedback. Conservatives may experience salient positive information with a heightened intensity. (PsycINFO Database Record (c) 2013 APA, all rights reserved).",
      "type": {
        "href": "publication/258920686_System_Justification_and_Electrophysiological_Responses_to_Feedback_Support_for_a_Positivity_Bias",
        "text": "Article"
      },
      "date": "Dec 2014",
      "reads": "668 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shona_Tritt",
            "text": "Shona Melissa Tritt"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Elizabeth_Page-Gould",
            "text": "Elizabeth Page-Gould"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Michael_Inzlicht",
            "text": "Michael Inzlicht"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234825524_Spiritual_Liberals_and_Religious_Conservatives",
        "text": "Spiritual Liberals and Religious Conservatives"
      },
      "abstract": "While church and state are officially separated in many Western nations, there is nonetheless a great deal of overlap between the religious beliefs and political orientations of individual citizens. Religious individuals tend to be more conservative, placing a greater emphasis on order, obedience, and tradition. While many religious movements emphasize conservative values, there also exists a tradition of religious thought associated with equality, universalism, and transcendence—values more in line with political liberalism. The current study examined whether these divergent political orientations relate to the distinction between reli-giousness and spirituality. Political orientation, spirituality, and religiousness were assessed in two large community samples (Study 1: N =590; Study 2: N =703). Although spirituality and religiousness were positively correlated, they displayed divergent associations with political orientation: conservatives tended to be more religious, while liberals tend to be more spiritual. Experimentally inducing spiritual experiences similarly resulted in more liberal political attitudes.",
      "type": {
        "href": "publication/234825524_Spiritual_Liberals_and_Religious_Conservatives",
        "text": "Article"
      },
      "date": "Dec 2013",
      "reads": "2,629 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2005311938_Megan_D_Walberg",
            "text": "Megan D. Walberg"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/255714596_Does_Cultural_Exposure_Partially_Explain_the_Association_Between_Personality_and_Political_Orientation",
        "text": "Does Cultural Exposure Partially Explain the Association Between Personality and Political Orientation?"
      },
      "abstract": "Differences in political orientation are partly rooted in personality, with liberalism predicted by Openness to Experience and conservatism by Conscientiousness. Since Openness is positively associated with intellectual and creative activities, these may help shape political orientation. We examined whether exposure to cultural activities and historical knowledge mediates the relationship between personality and political orientation. Specifically, we examined the mediational role of print exposure (Study 1), film exposure (Study 2), and knowledge of American history (Study 3). Studies 1 and 2 found that print and film exposure mediated the relationships Openness to Experience and Conscientiousness have with political orientation. In Study 3, knowledge of American history mediated the relationship between Openness and political orientation, but not the association between Conscientiousness and political orientation. Exposure to culture, and a corollary of this exposure in the form of acquiring knowledge, can therefore partially explain the associations between personality and political orientation.",
      "type": {
        "href": "publication/255714596_Does_Cultural_Exposure_Partially_Explain_the_Association_Between_Personality_and_Political_Orientation",
        "text": "Article"
      },
      "date": "Dec 2013",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Xiaowen_Xu4",
            "text": "Xiaowen Xu"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/259492496_Preliminary_Support_for_a_Generalized_Arousal_Model_of_Political_Conservatism",
        "text": "Preliminary Support for a Generalized Arousal Model of Political Conservatism"
      },
      "abstract": "It is widely held that negative emotions such as threat, anxiety, and disgust represent the core psychological factors that enhance conservative political beliefs. We put forward an alternative hypothesis: that conservatism is fundamentally motivated by arousal, and that, in this context, the effect of negative emotion is due to engaging intensely arousing states. Here we show that study participants agreed more with right but not left-wing political speeches after being exposed to positive as well as negative emotion-inducing film-clips. No such effect emerged for neutral-content videos. A follow-up study replicated and extended this effect. These results are consistent with the idea that emotional arousal, in general, and not negative valence, specifically, may underlie political conservatism.",
      "type": {
        "href": "publication/259492496_Preliminary_Support_for_a_Generalized_Arousal_Model_of_Political_Conservatism",
        "text": "Article"
      },
      "date": "Dec 2013",
      "reads": "689 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shona_Tritt",
            "text": "Shona Melissa Tritt"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Michael_Inzlicht",
            "text": "Michael Inzlicht"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/232926949_Unifying_the_Aspects_of_the_Big_Five_the_Interpersonal_Circumplex_and_Trait_Affiliation",
        "text": "Unifying the Aspects of the Big Five, the Interpersonal Circumplex, and Trait Affiliation"
      },
      "abstract": "Objective: \nTwo dimensions of the Big Five, Extraversion and Agreeableness, are strongly related to interpersonal behavior. Factor analysis has indicated that each of the Big Five contains two separable but related aspects. The present study examined the manner in which the aspects of Extraversion (Assertiveness and Enthusiasm) and Agreeableness (Compassion and Politeness) relate to interpersonal behavior and trait affiliation, with the hypothesis that these four aspects have a structure corresponding to the octants of the interpersonal circumplex. A second hypothesis was that measures of trait affiliation would fall between Enthusiasm and Compassion in the IPC.\n\nMethod: \nThese hypotheses were tested in three demographically different samples (N = 469; 294; 409) using both behavioral frequency and trait measures of the interpersonal circumplex, in conjunction with the Big Five Aspect Scales (BFAS) and measures of trait affiliation.\n\nResults: \nBoth hypotheses were strongly supported.\n\nConclusions: \nThese findings provide a more thorough and precise mapping of the interpersonal traits within the Big Five and support the integration of the Big Five with models of interpersonal behavior and trait affiliation.",
      "type": {
        "href": "publication/232926949_Unifying_the_Aspects_of_the_Big_Five_the_Interpersonal_Circumplex_and_Trait_Affiliation",
        "text": "Article"
      },
      "date": "Oct 2013",
      "reads": "1,971 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Yanna_Weisberg",
            "text": "Yanna Weisberg"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Lena_Quilty",
            "text": "Lena C Quilty"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/241696020_Openness_to_Experience_Intellect_and_Cognitive_Ability",
        "text": "Openness to Experience, Intellect, and Cognitive Ability"
      },
      "abstract": "An instrument designed to separate 2 midlevel traits within each of the Big Five (the Big Five Aspect Scales [BFAS]) was used to clarify the relation of personality to cognitive ability. The BFAS measures Openness to Experience and Intellect as separate (although related) traits, and refers to the broader Big Five trait as Openness/Intellect. In 2 samples (N = 125 and 189), Intellect was independently associated with general intelligence (g) and with verbal and nonverbal intelligence about equally. Openness was independently associated only with verbal intelligence. Implications of these findings are discussed for the empirical and conceptual relations of intelligence to personality and for the mechanisms potentially underlying both Openness/Intellect and cognitive ability.",
      "type": {
        "href": "publication/241696020_Openness_to_Experience_Intellect_and_Cognitive_Ability",
        "text": "Article"
      },
      "date": "Jun 2013",
      "reads": "2 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Lena_Quilty",
            "text": "Lena C Quilty"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jeremy_Gray2",
            "text": "Jeremy R Gray"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/236689768_Personal_narratives_as_the_highest_level_of_cognitive_integration",
        "text": "Personal narratives as the highest level of cognitive integration"
      },
      "abstract": "We suggest that the hierarchical predictive processing account detailed by Clark can be usefully integrated with narrative psychology by situating personal narratives at the top of an individual's knowledge hierarchy. Narrative representations function as high-level generative models that direct our attention and structure our expectations about unfolding events. Implications for integrating scientific and humanistic views of human experience are discussed.",
      "type": {
        "href": "publication/236689768_Personal_narratives_as_the_highest_level_of_cognitive_integration",
        "text": "Article"
      },
      "date": "May 2013",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242908479_Three_Forms_of_Meaning_and_the_Management_of_Complexity",
        "text": "Three Forms of Meaning and the Management of Complexity"
      },
      "abstract": "Most psychological models, even those as sophisticated as Gray’s (1982), are based on the assumption that the world is made of objects, existing independently and given, or, more abstractly, of stimuli. That assumption is wrong: the boundaries between objects or stimuli are situation-dependent and subjectively-determined. Half our brain is devoted to vision. This indicates that we do not simply see what is there. The “frame problem”1 encountered by AI engineers producing sensory systems for machines provides another indication of perception’s complexity. This profound problem – the infinite search space for perceptual representation – looms over all other current psychological concerns. We live in a sea of complexity (Peterson & Flanders, 2002). The boundaries of the objects we manipulate are not simply given by those objects. Every object or situation can be perceived, in an infinite number of ways (Medin and Aguilar, 1999), and each action or event has an infinite number of potential consequences. Thus, as the robotics engineer Brooks (1991a; 1991b) points out, echoing Eysenck (1995), perception is the “essence of intelligence” and the “hard part of the problems beings solved.” The world does not present itself neatly, like rows of tins on a shelf. Nature cannot be easily cut at her joints. We frame our objects by eradicating vast swathes of information, intrinsically part of those objects and categories, but irrelevant to our current, subjectively-defined purposes (Norretranders, 1998). How do we manage this miracle of simplification? We will address this question from a neurodevelopmental and evolutionary perspective.",
      "type": {
        "href": "publication/242908479_Three_Forms_of_Meaning_and_the_Management_of_Complexity",
        "text": "Chapter"
      },
      "date": "Jan 2013",
      "reads": "2 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/221752816_Psychological_Entropy_A_Framework_for_Understanding_Uncertainty-Related_Anxiety",
        "text": "Psychological Entropy: A Framework for Understanding Uncertainty-Related Anxiety"
      },
      "abstract": "Entropy, a concept derived from thermodynamics and information theory, describes the amount of uncertainty and disorder within a system. Self-organizing systems engage in a continual dialogue with the environment and must adapt themselves to changing circumstances to keep internal entropy at a manageable level. We propose the entropy model of uncertainty (EMU), an integrative theoretical framework that applies the idea of entropy to the human information system to understand uncertainty-related anxiety. Four major tenets of EMU are proposed: (a) Uncertainty poses a critical adaptive challenge for any organism, so individuals are motivated to keep it at a manageable level; (b) uncertainty emerges as a function of the conflict between competing perceptual and behavioral affordances; (c) adopting clear goals and belief structures helps to constrain the experience of uncertainty by reducing the spread of competing affordances; and (d) uncertainty is experienced subjectively as anxiety and is associated with activity in the anterior cingulate cortex and with heightened noradrenaline release. By placing the discussion of uncertainty management, a fundamental biological necessity, within the framework of information theory and self-organizing systems, our model helps to situate key psychological processes within a broader physical, conceptual, and evolutionary context.",
      "type": {
        "href": "publication/221752816_Psychological_Entropy_A_Framework_for_Understanding_Uncertainty-Related_Anxiety",
        "text": "Article"
      },
      "date": "Dec 2012",
      "reads": "4 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234095818_Serene_Arts_The_Effect_of_Personal_Unsettledness_and_of_Paintings%27_Narrative_Structure_on_Personality",
        "text": "Serene Arts: The Effect of Personal Unsettledness and of Paintings' Narrative Structure on Personality"
      },
      "abstract": "Previous research has demonstrated that art can produce some variation in self-reported personality traits. The present experiment addressed two questions. First, does visual art cause greater fluctuations in personality for unsettled or serene individuals, and second, do unsettled individuals respond more to art as a function of its narrative structure? Participants (N = 61) completed a set of questionnaires, then viewed a series of paintings, Giotto's Seven Vices, either unmodified to exhibit high narrative structure, or modified to exhibit low narrative structure, and then filled another set of questionnaires. The results show that unsettled individuals experienced significantly less fluctuation of personality across conditions, and that in the condition of low narrative coherence, serene individuals experienced significantly more personality fluctuations than unsettled individuals. The results suggest that unsettled persons may need more narrative coherence in the art they engage with, while serene individuals may remain open to less-structured and more ambiguous art.",
      "type": {
        "href": "publication/234095818_Serene_Arts_The_Effect_of_Personal_Unsettledness_and_of_Paintings%27_Narrative_Structure_on_Personality",
        "text": "Article"
      },
      "date": "Dec 2012",
      "reads": "380 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Keith_Oatley",
            "text": "Keith Oatley"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234817972_From_madness_to_genius_The_OpennessIntellect_trait_domain_as_a_paradoxical_simplex",
        "text": "From madness to genius: The Openness/Intellect trait domain as a paradoxical simplex"
      },
      "abstract": "A novel theory of Openness/Intellect is proposed, which integrates intelligence and positive schizotypy (or apophenia, false detection of patterns or causal connections) within the Big Five. Openness/Intellect comprises a simplex of subtraits arrayed along a single scaling dimension. Openness traits fall in one half of the simplex, bounded by apophenia; Intellect traits fall in the other half, bounded by intelligence. The simplex is paradoxical because intelligence and apophenia are negatively correlated despite both loading positively on the general Openness/Intellect factor. The model was supported in two samples and organizes theories of (1) the relation of intelligence and schizotypy to personality, (2) the psychological and biological mechanisms involved in Openness/Intellect, and (3) the costs and beneﬁts of Openness, proximally and evolutionarily.",
      "type": {
        "href": "publication/234817972_From_madness_to_genius_The_OpennessIntellect_trait_domain_as_a_paradoxical_simplex",
        "text": "Article"
      },
      "date": "Dec 2012",
      "reads": "1,709 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Rachael_Grazioplene",
            "text": "Rachael Grazioplene"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/259148066_Serene_Arts_The_effect_of_personal_unsettledness_and_of_paintings%27_narrative_structure_on_personality",
        "text": "Serene Arts: The effect of personal unsettledness and of paintings' narrative structure on personality"
      },
      "abstract": "Previous research has demonstrated that art can produce some variation in self-reported personality traits. The present experiment addressed two questions. First, does visual art cause greater fluctuations in personality for unsettled or serene individuals, and second, do unsettled individuals respond more to art as a function of its narrative structure? Participants (N = 61) completed a set of questionnaires, then viewed a series of paintings, Giotto’s Seven Vices, either unmodified to exhibit high narrative structure, or modified to exhibit low narrative structure, and then filled another set of questionnaires. The results show that unsettled individuals experienced significantly less fluctuation of personality across conditions, and that in the condition of low narrative coherence, serene individuals experienced significantly more personality fluctuations than unsettled individuals. The results suggest that unsettled persons may need more narrative coherence in the art they engage with, while serene individuals may remain open to less-structured and more ambiguous art.",
      "type": {
        "href": "publication/259148066_Serene_Arts_The_effect_of_personal_unsettledness_and_of_paintings%27_narrative_structure_on_personality",
        "text": "Article"
      },
      "date": "Dec 2012",
      "reads": "218 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Keith_Oatley",
            "text": "Keith Oatley"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/296043990_EXTREME_LIBERALISM_AND_REACTIVITY_TO_AROUSING_STIMULI_A_NEUROPHYSIOLOGICAL_INVESTIGATION",
        "text": "EXTREME LIBERALISM AND REACTIVITY TO AROUSING STIMULI: A NEUROPHYSIOLOGICAL INVESTIGATION"
      },
      "type": {
        "href": "publication/296043990_EXTREME_LIBERALISM_AND_REACTIVITY_TO_AROUSING_STIMULI_A_NEUROPHYSIOLOGICAL_INVESTIGATION",
        "text": "Conference Paper"
      },
      "date": "Sep 2012",
      "reads": "418 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shona_Tritt",
            "text": "Shona Melissa Tritt"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Michael_Inzlicht",
            "text": "Michael Inzlicht"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242914013_The_meaning_of_meaning",
        "text": "The meaning of meaning"
      },
      "abstract": "The world is too complex to manage without radical functional simplification. Meaning appears to exist as the basis for such simplification. The meaning that guides functional simplification may be usefully considered as consisting of three classes. The first class consists of meanings of the determinate world. These are meanings based in motivation, emotion, and personal and social identity. First class meanings are grounded in instinct and tend, at their most abstract, towards the dogmatic or ideological. The second class consists of meanings of the indeterminate world. These are meanings based on the emergence of anomaly, or ignored complexity. Second class meanings are also instinctively grounded, but tend towards the revolutionary. The third class consists of meanings of the conjunction between the determinate and indeterminate worlds. These are meanings that emerge first as a consequence of voluntary engagement in exploratory activity and second as a consequence of identifying with the process of voluntary exploration. Third class meanings find their abstracted representation in ritual and myth, and tend towards the spiritual or religious.",
      "type": {
        "href": "publication/242914013_The_meaning_of_meaning",
        "text": "Chapter"
      },
      "date": "Feb 2012",
      "reads": "5 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/50890909_Creative_Exploration_and_Its_Illnesses",
        "text": "Creative Exploration and Its Illnesses"
      },
      "type": {
        "href": "publication/50890909_Creative_Exploration_and_Its_Illnesses",
        "text": "Article"
      },
      "date": "Dec 2011",
      "reads": "932 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/43050088_Compassionate_Liberals_and_Polite_Conservatives_Associations_of_Agreeableness_With_Political_Ideology_and_Moral_Values",
        "text": "Compassionate Liberals and Polite Conservatives: Associations of Agreeableness With Political Ideology and Moral Values"
      },
      "abstract": "Political conservatism has been characterized by resistance to change and acceptance of inequality, with liberalism characterized by the polar opposite of these values. Political attitudes are heritable and may be influenced by basic personality traits. In previous research, conservatism (vs. liberalism) has been associated positively with Conscientiousness and negatively with Openness-Intellect, consistent with the association of conservatism with resistance to change. Less clear, however, are the personality traits relating to egalitarianism. In two studies, using a personality model that divides each of the Big Five into two aspects, the present research found that one aspect of Agreeableness (Compassion) was associated with liberalism and egalitarianism, whereas the other (Politeness) was associated with conservatism and traditionalism. In addition, conservatism and moral traditionalism were positively associated with the Orderliness aspect of Conscientiousness and negatively with Openness-Intellect. These findings contribute to a more nuanced understanding of personality's relation to political attitudes and values.",
      "type": {
        "href": "publication/43050088_Compassionate_Liberals_and_Polite_Conservatives_Associations_of_Agreeableness_With_Political_Ideology_and_Moral_Values",
        "text": "Article"
      },
      "date": "Dec 2010",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Xiaowen_Xu4",
            "text": "Xiaowen Xu"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/47642299_Positive_Mood_Effects_on_Delay_Discounting",
        "text": "Positive Mood Effects on Delay Discounting"
      },
      "abstract": "Delay discounting is the process by which the value of an expected reward decreases as the delay to obtaining that reward increases. Individuals with higher discounting rates tend to prefer smaller immediate rewards over larger delayed rewards. Previous research has indicated that personality can influence an individual's discounting rates, with higher levels of Extraversion predicting a preference for immediate gratification. The current study examined how this relationship would be influenced by situational mood inductions. While main effects were observed for both Extraversion and cognitive ability in the prediction of discounting rates, a significant interaction was also observed between Extraversion and positive affect. Extraverted individuals were more likely to prefer an immediate reward when first put in a positive mood. Extraverts thus appear particularly sensitive to impulsive, incentive-reward-driven behavior by temperament and by situational factors heightening positive affect.",
      "type": {
        "href": "publication/47642299_Positive_Mood_Effects_on_Delay_Discounting",
        "text": "Article"
      },
      "date": "Dec 2010",
      "reads": "690 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/53572257_Alex_Guindon",
            "text": "Alex Guindon"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Dominique_Morisano",
            "text": "Dominique Morisano"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/265245291_The_Benefits_of_Writing",
        "text": "The Benefits of Writing"
      },
      "abstract": "This is a brief review of the benefits of writing about uncertainty and trauma (including expressive writing and future goal-setting) prior to and including 2010.",
      "type": {
        "href": "publication/265245291_The_Benefits_of_Writing",
        "text": "Article"
      },
      "date": "Dec 2010",
      "reads": "2,896 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/41967719_Setting_Elaborating_and_Reflecting_on_Personal_Goals_Improves_Academic_Performance",
        "text": "Setting, Elaborating, and Reflecting on Personal Goals Improves Academic Performance"
      },
      "abstract": "Of students who enroll in 4-year universities, 25% never finish. Precipitating causes of early departure include poor academic progress and lack of clear goals and motivation. In the present study, we investigated whether an intensive, online, written, goal-setting program for struggling students would have positive effects on academic achievement. Students (N = 85) experiencing academic difficulty were recruited to participate in a randomized, controlled intervention. Participants were randomly assigned to 1 of 2 intervention groups: Half completed the goal-setting program, and half completed a control task with intervention-quality face validity. After a 4-month period, students who completed the goal-setting intervention displayed significant improvements in academic performance compared with the control group. The goal-setting program thus appears to be a quick, effective, and inexpensive intervention for struggling undergraduate students.",
      "type": {
        "href": "publication/41967719_Setting_Elaborating_and_Reflecting_on_Personal_Goals_Improves_Academic_Performance",
        "text": "Article"
      },
      "date": "Dec 2010",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Dominique_Morisano",
            "text": "Dominique Morisano"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Bruce_Shore2",
            "text": "Bruce M. Shore"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222660114_Extraversion_neuroticism_and_the_prisoner%27s_dilemma",
        "text": "Extraversion, neuroticism, and the prisoner’s dilemma"
      },
      "abstract": "The prisoner’s dilemma has been used to study self-interest and cooperation in a variety of contexts. Applying an individual differences approach to this paradigm allows for the examination of dispositional factors that predict the likelihood of betraying one’s game partner. An iterative prisoner’s dilemma was administered to undergraduate students, along with measures of demographics, personality, and cognitive ability. Results demonstrate that higher scores on the withdrawal aspect of neuroticism and the enthusiasm aspect of extraversion independently predicted a greater likelihood of cooperation.",
      "type": {
        "href": "publication/222660114_Extraversion_neuroticism_and_the_prisoner%27s_dilemma",
        "text": "Article"
      },
      "date": "Dec 2009",
      "reads": "987 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/228803316_Exploring_the_link_between_reading_fiction_and_empathy_Ruling_out_individual_differences_and_examining_outcomes",
        "text": "Exploring the link between reading fiction and empathy: Ruling out individual differences and examining outcomes"
      },
      "abstract": "Readers of fiction tend to have better abilities of empathy and theory of mind (Mar et al., 2006). We present a study designed to replicate this finding, rule out one possible explanation, and extend the assessment of social outcomes. In order to rule out the role of personality, we first identified Openness as the most consistent correlate. This trait was then statistically controlled for, along with two other important individual differences: the tendency to be drawn into stories and gender. Even after accounting for these variables, fiction exposure still predicted performance on an empathy task. Extending these results, we also found that exposure to fiction was positively correlated with social support. Exposure to nonfiction, in contrast, was associated with loneliness, and negatively related to social support.",
      "type": {
        "href": "publication/228803316_Exploring_the_link_between_reading_fiction_and_empathy_Ruling_out_individual_differences_and_examining_outcomes",
        "text": "Article"
      },
      "date": "Dec 2009",
      "reads": "896 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Keith_Oatley",
            "text": "Keith Oatley"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/233278115_On_Being_Moved_by_Art_How_Reading_Fiction_Transforms_the_Self",
        "text": "On Being Moved by Art: How Reading Fiction Transforms the Self"
      },
      "abstract": "An experiment tested the hypothesis that art can cause significant changes in the experience of one's own personality traits under laboratory conditions. After completing a set of questionnaires, including the Big-Five Inventory (BFI) and an emotion checklist, the experimental group read the short story The Lady With the Toy Dog by Chekhov, while the control group read a comparison text that had the same content as the story, but was documentary in form. The comparison text was controlled for length, readability, complexity, and interest level. Participants then completed again the BFI and emotion checklist, randomly placed within a larger set of questionnaires. The results show the experimental group experienced significantly greater change in self-reported experience of personality traits than the control group, and that emotion change mediated the effect of art on traits. Further consideration should be given to the role of art in the facilitation of processes of personality growth and maturation.",
      "type": {
        "href": "publication/233278115_On_Being_Moved_by_Art_How_Reading_Fiction_Transforms_the_Self",
        "text": "Article"
      },
      "date": "Dec 2009",
      "reads": "1,381 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Keith_Oatley",
            "text": "Keith Oatley"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Sara_Zoeterman",
            "text": "Sara Zoeterman"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234818772_Defenceless_against_art_Impact_of_reading_fiction_on_emotion_in_avoidantly_attached_individuals",
        "text": "Defenceless against art? Impact of reading fiction on emotion in avoidantly attached individuals"
      },
      "abstract": "An experiment tested the hypothesis that literature can subvert habitual emotional disengagement of\navoidantly attached individuals. After completing the Attachment Style Questionnaire and an Emotion\nChecklist, 166 participants were randomly assigned to either an Art or a Control condition. Those in\nthe Art condition read the short story The Lady with the Toy Dog by [Chekhov, A. (1899/1990). The lady\nwith a toy dog. In S. Applebaum (Ed.), Five great short stories. Dover Thrift Editions: Springer]. Those in\nthe Control condition read a comparison text that was documentary in format, and had the same content,\nlength, reading difficulty, and interest. Following this, all participants completed the Emotion Checklist\nagain. As hypothesized, an interaction between Attachment Style and Condition was found: Individuals\nwho scored above the median on avoidant attachment experienced significantly greater Emotion Change\nin the Art condition than in the Control condition.",
      "type": {
        "href": "publication/234818772_Defenceless_against_art_Impact_of_reading_fiction_on_emotion_in_avoidantly_attached_individuals",
        "text": "Article"
      },
      "date": "Dec 2009",
      "reads": "534 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Keith_Oatley",
            "text": "Keith Oatley"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Sara_Zoeterman",
            "text": "Sara Zoeterman"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/26322688_Metatraits_of_the_Big_Five_Differentially_Predict_Engagement_and_Restraint_of_Behavior",
        "text": "Metatraits of the Big Five Differentially Predict Engagement and Restraint of Behavior"
      },
      "abstract": "Although initially believed to contain orthogonal dimensions, the Big Five personality taxonomy appears to have a replicable higher-order structure, with the metatrait of Plasticity reflecting the shared variance between Extraversion and Openness/Intellect, and the metatrait of Stability reflecting the shared variance among Neuroticism, Agreeableness, and Conscientiousness. These higher order traits have been theorized to relate to individual differences in the functioning of the dopamine and serotonin systems, respectively. As dopamine is associated with exploration and incentive-related action, and serotonin with satiety and constraint, this neuropharmacological trait theory has behavioral implications, which we tested in 307 adults by examining the association of a large number of behavioral acts with multi-informant reports of the metatraits. The frequencies of acts were consistently positively correlated with Plasticity and negatively correlated with Stability. At the broadest level of description, variation in human personality appears to reflect engagement and restraint of behavior.",
      "type": {
        "href": "publication/26322688_Metatraits_of_the_Big_Five_Differentially_Predict_Engagement_and_Restraint_of_Behavior",
        "text": "Article"
      },
      "date": "Dec 2009",
      "reads": "601 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/224983016_Personality_and_Language_Use_in_Self-Narratives",
        "text": "Personality and Language Use in Self-Narratives"
      },
      "abstract": "Social and personality psychologists have recently begun examining patterns of natural language use in relation to psychological phenomena. One domain of interest has been the relationships between individual differences in personality and the types of words that people use. The current study extends this research by examining the association between personality traits and language use in the production of self-narratives. Ninety-four undergraduate students were led through an automated writing program that facilitated the telling of the past and the planning of the future. Word usage was categorized using James Pennebaker’s Linguistic Inquiry and Word Count (LIWC) text-analysis software. Individual differences in the frequency of word use within these categories were correlated with measures of the Big Five personality traits. Every one of the Big Five was strongly and significantly associated with word use patterns theoretically appropriate to the trait, indicating strong connections between language use and personality.",
      "type": {
        "href": "publication/224983016_Personality_and_Language_Use_in_Self-Narratives",
        "text": "Article"
      },
      "date": "Dec 2009",
      "reads": "2,132 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/235336041_Neuropsychology_Of_Motivation_For_Group_Aggression_And_Mythology",
        "text": "Neuropsychology Of Motivation For Group Aggression And Mythology"
      },
      "abstract": "Territoriality cannot be properly understood without careful re-conceptualization of the nature of emotional\nregulation among individual human beings. This reconceptualization must include careful consideration of\nman as a truly social animal whose physical existence and whose psychological stability is dependent on\nmaintenance of a predictable social environment. The most important neuropsychological work, relevant to this re-conceptualization and consideration, has been conducted over the last 50 years by Russian neuropsychologists, students of Aleksandr Luria. Their work is revolutionary, from an ontological and epistemological perspective, because it forces a comprehensive reconsideration of the modern view of anxiety.",
      "type": {
        "href": "publication/235336041_Neuropsychology_Of_Motivation_For_Group_Aggression_And_Mythology",
        "text": "Chapter"
      },
      "date": "Oct 2009",
      "reads": "852 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222423709_Delay_discounting_Interactions_between_personality_and_cognitive_ability",
        "text": "Delay discounting: Interactions between personality and cognitive ability"
      },
      "abstract": "Delay discounting describes the extent to which the value of a reward decreases as the delay to obtaining that reward increases. Lower discounting rates predict better outcomes in social, academic, and health domains. The current study investigates how personality and cognitive ability interact to predict individual differences in delay discounting. Extraversion was found to predict higher discounting rates at the low end of the cognitive distribution, while emotional stability was found to predict lower discounting rates at the high end of the cognitive distribution. These findings support recent models of discounting behavior and suggest that personality and cognitive ability interact in shaping decision making.",
      "type": {
        "href": "publication/222423709_Delay_discounting_Interactions_between_personality_and_cognitive_ability",
        "text": "Article"
      },
      "date": "Dec 2008",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Dominique_Morisano",
            "text": "Dominique Morisano"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222538208_Predicting_creativity_and_academic_success_with_a_Fake-Proof_measure_of_the_Big_Five",
        "text": "Predicting creativity and academic success with a “Fake-Proof” measure of the Big Five"
      },
      "abstract": "Self-report measures of personality appear susceptible to biased responding, especially when administered in competitive environments. Respondents can selectively enhance their positive traits while downplaying negative ones. Consequently, it can be difficult to achieve an accurate representation of personality when there is motivation for favourable self-presentation. In the current study, we developed a relative-scored Big Five measure in which respondents had to make repeated choices between equally desirable personality descriptors. This measure was contrasted with a traditional Big Five measure for its ability to predict GPA and creative achievement under both normal and “fake good” response conditions. While the relative-scored measure significantly predicted these outcomes in both conditions, the Likert questionnaire lost its predictive ability when faking was present. The relative-scored measure thus proved more robust against biased responding than the Likert measure of the Big Five.",
      "type": {
        "href": "publication/222538208_Predicting_creativity_and_academic_success_with_a_Fake-Proof_measure_of_the_Big_Five",
        "text": "Article"
      },
      "date": "Dec 2008",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/23489213_Externalizing_Behavior_and_the_Higher_Order_Factors_of_the_Big_Five",
        "text": "Externalizing Behavior and the Higher Order Factors of the Big Five"
      },
      "abstract": "The comorbidity of various externalizing behaviors stems from a broad predisposition that is strongly genetically determined (R. F. Krueger, B. M. Hicks, C. J. Patrick, S. R. Carlson, W. G. Iacono, & M. McGue, 2002). This finding raises the question of how externalizing behavior is related to broad personality traits that have been identified in normal populations and that also have a genetic component. Using structural equation modeling, the authors applied a hierarchical personality model based on the Big Five and their two higher order factors, Stability (Neuroticism reversed, Agreeableness, and Conscientiousness) and Plasticity (Extraversion and Openness). Cognitive ability was included to separate variance in Openness associated with Extraversion (hypothesized to be positively related to externalizing behavior) from variance in Openness associated with cognitive ability (negatively related to externalizing behavior). This model was used to predict a latent externalizing behavior variable in an adolescent male sample (N = 140) assessed through self- and teacher reports. As hypothesized, externalizing behavior was characterized by low Stability, high Plasticity, and low cognitive ability.",
      "type": {
        "href": "publication/23489213_Externalizing_Behavior_and_the_Higher_Order_Factors_of_the_Big_Five",
        "text": "Article"
      },
      "date": "Dec 2008",
      "reads": "718 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jean_Seguin",
            "text": "Jean Richard Séguin"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Richard_Tremblay4",
            "text": "Richard Ernest Tremblay"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234819098_Cognitive_Abilities_Involved_in_Insight_Problem_Solving_An_Individual_Differences_Model",
        "text": "Cognitive Abilities Involved in Insight Problem Solving: An Individual Differences Model"
      },
      "abstract": "This study investigated individual differences in cognitive abilities that contribute to\nsolving insight problems. A model is proposed describing three types of cognitive ability\nthat contribute independently to insight: convergent thinking, divergent thinking, and\nbreaking frame. The model was tested in a large sample (N=108) by regressing insight\nproblem solving performance on measures of these three abilities. This analysis demonstrated that all three abilities predicted insight independently. Convergent thinking was further broken down into verbal intelligence and working memory, which also predicted insight independently of each other and of divergent thinking and breaking frame. Finally, when pitted against noninsight problem solving as a predictor in regression, only insight problem solving was uniquely associated with divergent thinking and breaking frame. The model is suggested as a potentially useful taxonomy for the study of ill-defined problems and cognitive abilities.",
      "type": {
        "href": "publication/234819098_Cognitive_Abilities_Involved_in_Insight_Problem_Solving_An_Individual_Differences_Model",
        "text": "Article"
      },
      "date": "Aug 2008",
      "reads": "1,599 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Joseph_Flanders",
            "text": "Joseph L Flanders"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222396133_Morning_people_are_stable_people_Circadian_rhythm_and_the_higher-order_factors_of_the_Big_Five",
        "text": "Morning people are stable people: Circadian rhythm and the higher-order factors of the Big Five"
      },
      "abstract": "A personality model based on the Big Five and their higher-order factors or metatraits was used to examine associations between personality and individual differences in circadian rhythm, as assessed by the Morningness–Eveningness Questionnaire (MEQ). Based on previous research with Eysenck’s personality model and a neurobiological model implicating serotonergic function in the metatrait Stability (the shared variance of Neuroticism reversed, Agreeableness, and Conscientiousness), we hypothesized that morningness would be positively related to Stability. Structural equation modeling in a sample of 279 undergraduates confirmed this hypothesis.",
      "type": {
        "href": "publication/222396133_Morning_people_are_stable_people_Circadian_rhythm_and_the_higher-order_factors_of_the_Big_Five",
        "text": "Article"
      },
      "date": "Dec 2007",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Lynn_Hasher",
            "text": "Lynn Hasher"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/233604448_A_Psycho-ontological_Analysis_of_Genesis_2-6",
        "text": "A Psycho-ontological Analysis of Genesis 2-6."
      },
      "abstract": "Individuals operating within the scientific paradigm presume that the world is made of matter. Although the perspective engendered by this presupposition is very powerful, it excludes value and subjective experience from its fundamental ontology. In addition, it provides very little guidance with regards to the fundamentals of ethical action. Individuals within the religious paradigm, by contrast, presume that the world is made out of what matters. From such a perspective, the phenomenon of meaning is the primary reality. This meaning is revealed both subjectively and objectively, and serves—under the appropriate conditions—as an unerring guide to ethical action.The ancient stories of Genesis cannot be properly understood without viewing them from within the religious paradigm. Genesis describes the primary categories of the world of meaning, as well as the eternal interactions of those categories. Order arises out of Chaos, through the creative intermediation of Logos, and man is manifested, in turn. Man, a constrained Logos, exists within a bounded state of being, Eden. Eden is a place where order and chaos, nature and culture, find their optimal state of balance. Because Eden is a walled garden, however—a bounded state of being—something is inevitably excluded. Unfortunately, what is excluded does not simply cease to exist. Every bounded paradise thus contains something forbidden and unknown. Man's curiosity inevitably drives him to investigate what has been excluded. The knowledge thus generated perpetually destroys the presuppositions and boundaries that allow his temporary Edens to exist. Thus, man is eternally fallen. The existential pain generated by this endlessly fallen state can undermine man's belief in the moral justifi0ability of being—and may turn him, like Cain, against brother and God.",
      "type": {
        "href": "publication/233604448_A_Psycho-ontological_Analysis_of_Genesis_2-6",
        "text": "Article"
      },
      "date": "Dec 2007",
      "reads": "1,118 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234820033_An_evaluation_of_early_and_late_stage_attentional_processing_of_positive_and_negative_information_in_dysphoria",
        "text": "An evaluation of early and late stage attentional processing of positive and negative information in dysphoria"
      },
      "abstract": "Depressive disorders may be characterised by hyperattention toward negative information, hypoattention toward positive information, or a combination of both processing biases. In two studies, a dot-probe task was utilised to better ascertain the specific direction and time-course of these biases. In both studies, the dysphoric group showed significantly less attentional allocation toward positive stimuli than the non-dysphoric group. In study two, the dysphoric group also showed greater attentional allocation toward depression-specific stimuli. Importantly, the bias toward depression-specific stimuli, and the bias away from positive stimuli, were uncorrelated with each other. It may be that both biases can act as sufficient, but not necessary, characteristics of dysphoric processing. An additional possibility is that the relative level of each bias type may best characterise dysphoric processing. Each of these possibilities is discussed in turn. A current controversy in research on information processing in depression concerns the existence and nature of attentional biases in depressed individuals. Cognitive models based on schemas (Beck, 1976) or associative networks (Bower, 1981) predict that individuals with depressive disorders should show mood-congruent processing biases at all stages of attentional processing (Ingram, Miranda, & Segal, 1998). Thus, according to these models, depressed individuals should manifest hypervigilant orienting towards negatively valenced information in their current environment (early stage attentional processing) as well as increased sustained attention and. We gratefully acknowledge Chad Ebesutani and Laura Elinson for their help with data collection, and a number of anonymous reviewers for their excellent feedback.",
      "type": {
        "href": "publication/234820033_An_evaluation_of_early_and_late_stage_attentional_processing_of_positive_and_negative_information_in_dysphoria",
        "text": "Article"
      },
      "date": "Dec 2007",
      "reads": "278 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Matthew_Shane2",
            "text": "Matthew S Shane"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234820612_Reducing_memory_distortions_in_egoistic_self-enhancers_Effects_of_indirect_social_facilitation",
        "text": "Reducing memory distortions in egoistic self-enhancers: Effects of indirect social facilitation"
      },
      "abstract": "An experiment examined the impact of indirect social monitoring on memory distortions found in 'ego-istic self-enhancers', that is, individuals prone to self-reporting enhanced traits related to social status and dominance (Paulhus & John, 1998). One-hundred-and-sixty-six students from a large urban university (117 women and 49 men, mean age = 23.0 years) were randomly assigned to two conditions. Those in the 'Video-Camera' condition completed a bogus personality feedback task designed to index self-enhancing memory biases (Djikic, Peterson, & Zelazo, 2005) in presence of a video-camera aimed in their direction, while participants in the 'Control' condition completed the same task, but without the video-camera. The results show that high egoists in the 'Video-Camera' condition experienced significantly less positive memory distortion than high egoists in the 'Control' condition, suggesting that indirect social monitoring can interfere with early information processing biases found in egoistic self-enhancers.",
      "type": {
        "href": "publication/234820612_Reducing_memory_distortions_in_egoistic_self-enhancers_Effects_of_indirect_social_facilitation",
        "text": "Article"
      },
      "date": "Dec 2007",
      "reads": "282 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Irene_Chan15",
            "text": "Irene Chan"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/5863998_Between_Facets_and_Domains_10_Aspects_of_the_Big_Five",
        "text": "Between Facets and Domains: 10 Aspects of the Big Five"
      },
      "abstract": "Factor analyses of 75 facet scales from 2 major Big Five inventories, in the Eugene-Springfield community sample (N=481), produced a 2-factor solution for the 15 facets in each domain. These findings indicate the existence of 2 distinct (but correlated) aspects within each of the Big Five, representing an intermediate level of personality structure between facets and domains. The authors characterized these factors in detail at the item level by correlating factor scores with the International Personality Item Pool (L. R. Goldberg, 1999). These correlations allowed the construction of a 100-item measure of the 10 factors (the Big Five Aspect Scales [BFAS]), which was validated in a 2nd sample (N=480). Finally, the authors examined the correlations of the 10 factors with scores derived from 10 genetic factors that a previous study identified underlying the shared variance among the Revised NEO Personality Inventory facets (K. L. Jang et al., 2002). The correspondence was strong enough to suggest that the 10 aspects of the Big Five may have distinct biological substrates.",
      "type": {
        "href": "publication/5863998_Between_Facets_and_Domains_10_Aspects_of_the_Big_Five",
        "text": "Article"
      },
      "date": "Dec 2007",
      "reads": "4 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Lena_Quilty",
            "text": "Lena C Quilty"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/6194035_Prefrontal_Cognitive_Ability_Intelligence_Big_Five_Personality_and_the_Prediction_of_Advanced_Academic_and_Workplace_Performance",
        "text": "Prefrontal Cognitive Ability, Intelligence, Big Five Personality, and the Prediction of Advanced Academic and Workplace Performance"
      },
      "abstract": "Studies 1 and 2 assessed performance on a battery of dorsolateral prefrontal cognitive ability (D-PFCA) tests, personality, psychometric intelligence, and academic performance (AP) in 2 undergraduate samples. In Studies 1 and 2, AP was correlated with D-PFCA (r=.37, p<.01, and r=.33, p<.01, respectively), IQ (r=.24, p<.05, and r=.38, p<.01, respectively), and Conscientiousness (r=.26, p<.05, and r=.37, p<.01, respectively). D-PFCA remained significant in regression analyses controlling for intelligence (or g) and personality. Studies 3 and 4 assessed D-PFCA, personality, and workplace performance among (a) managerial-administrative workers and (b) factory floor workers at a manufacturing company. Prefrontal cognitive ability correlated with supervisor ratings of manager performance at values of r ranging from .42 to .57 (ps<.001), depending on experience, and with factory floor performance at pr=.21 (p=.02), after controlling for experience, age, and education. Conscientiousness correlated with factory floor performance at r=.23.",
      "type": {
        "href": "publication/6194035_Prefrontal_Cognitive_Ability_Intelligence_Big_Five_Personality_and_the_Prediction_of_Advanced_Academic_and_Workplace_Performance",
        "text": "Article"
      },
      "date": "Dec 2007",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/28324149_Alice_G_M_Lee",
            "text": "Alice G M Lee"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/233579688_Religion_sovereignty_natural_rights_and_the_constituent_elements_of_experience",
        "text": "Religion, sovereignty, natural rights, and the constituent elements of experience"
      },
      "abstract": "It is commonly held that the idea of natural rights originated with the ancient Greeks, and was given full form by more modern philosophers such as John Locke, who believed that natural rights were apprehensible primarily to reason. The problem with this broad position is three-fold: first, it is predicated on the presumption that the idea of rights is modern, biologically speaking (only twenty three hundred years separates us from the Greeks, and three hundred from the English liberals); second, it makes it appear that reason and rights are integrally, even causally, linked; finally, it legitimizes debate about just what rights might be, even in their most fundamental essence. In consequence, the most cherished presumptions of the West remain castles in the air, historically and philosophically speaking. This perceived weakness of foundation makes societies grounded on conceptions of natural right vulnerable to criticism and attack in the most dangerous of manners. Most of the bloodiest battles and moral catastrophes of the twentieth century were a consequence of disagreement between groups of people who had different rationally-derived notions of what exactly constituted an inalienable right (\"from each according to his ability, to each according to his need\"). If natural rights are anything at all, therefore, they better be something more than mere rational constructions. The adoption of a much broader evolutionary/historical perspective with regards to the development of human individuality and society allows for the generation of a deep solution to this problem—one dependent on a transformation of ontology, much as moral vision. Such a solution grounds the concept of sovereignty and natural right back into the increasingly implicit and profoundly religious soil from which it originally emerged, and provides a rock-solid foundation for explicit Western claims for the innate dignity of man.",
      "type": {
        "href": "publication/233579688_Religion_sovereignty_natural_rights_and_the_constituent_elements_of_experience",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234820878_The_Bitter-Sweet_Labor_of_Emoting_The_Linguistic_Comparison_of_Writers_and_Physicists",
        "text": "The Bitter-Sweet Labor of Emoting: The Linguistic Comparison of Writers and Physicists"
      },
      "abstract": "In this exploratory archival study, the motivation of writers of fiction and physicists was examined by studying word usage as a clue to unconscious motivators of their work. The hypothesis was that artists make art to deal with issues in their own lives, thus relying on emotions, particularly negative emotions (markers of presence of issues), to govern their work. Consequently, it was predicted that distinguished writers of fiction, as compared to distinguished physicists, would use more emotion-related words when discussing their work, partictilarly negative emotion-related words. Interview's conducted with 9 physicists. were matched to the interviews with 9 writers, and analyzed using the Linguistic Inquiry and Word Count (LIWC) program (Pennebaker, Francis, & Booth, 2001). Writers used significantly more emotion-related words, in particular more negative-emotion words, including the greater use of anger-related, anxiety-related, and depression or sadness-related words. Almost identical results were obtained when the 9 physicists were compared to the nonmatched, larger sample of 124 writers. The study implies differences of inner' preoccupation (relating to work) between creative people oriented towards literary art and physical science.",
      "type": {
        "href": "publication/234820878_The_Bitter-Sweet_Labor_of_Emoting_The_Linguistic_Comparison_of_Writers_and_Physicists",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "483 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Keith_Oatley",
            "text": "Keith Oatley"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2005298747_Robert_Penn_Warren",
            "text": "Robert Penn Warren"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/6653134_The_Dopamine_D4_Receptor_Gene_and_Moderation_of_the_Association_Between_Externalizing_Behavior_and_IQ",
        "text": "The Dopamine D4 Receptor Gene and Moderation of the Association Between Externalizing Behavior and IQ"
      },
      "abstract": "Dopaminergic neurotransmission is implicated in externalizing behavior problems, such as aggression and hyperactivity. Externalizing behavior is known to be negatively associated with cognitive ability. Activation of dopamine D4 receptors appears to inhibit the functioning of the prefrontal cortex, a brain region implicated in cognitive ability. The 7-repeat allele of the dopamine D4 receptor gene produces less efficient receptors, relative to other alleles, and this may alter the effects of dopamine on cognitive function.\nTo examine the influence of a polymorphism in the third exon of the dopamine D4 receptor gene on the association between externalizing behavior and IQ.\nIn 1 community sample and 2 clinical samples, the presence or absence of the 7-repeat allele was examined as a moderator of the association between externalizing behavior and IQ; the strength of this effect across samples was estimated meta-analytically.\nEighty-seven boys from a longitudinal community study, 48 boys referred clinically for aggression, and 42 adult males diagnosed with attention-deficit/hyperactivity disorder.\nIQ scores and observer ratings of externalizing behavior were taken from existing data sets.\nAmong individuals lacking the 7-repeat allele, externalizing behavior was negatively correlated with IQ (mean r = -0.43; P<.001). Among individuals having at least 1 copy of the 7-repeat allele, externalizing behavior and IQ were uncorrelated (mean r = 0.02; P = .45). The difference between these correlations was significant (z = -2.99; P<.01).\nAllelic variation of the dopamine D4 receptor gene appears to be a genetic factor moderating the association between externalizing behavior and cognitive ability. This finding may help to elucidate the adaptive value of the 7-repeat allele.",
      "type": {
        "href": "publication/6653134_The_Dopamine_D4_Receptor_Gene_and_Moderation_of_the_Association_Between_Externalizing_Behavior_and_IQ",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "279 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jean_Seguin",
            "text": "Jean Richard Séguin"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Roberta_Palmour",
            "text": "Roberta M Palmour"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/6662954_Differential_effects_of_naltrexone_on_cardiac_subjective_and_behavioural_reactions_to_acute_ethanol_intoxication",
        "text": "Differential effects of naltrexone on cardiac, subjective and behavioural reactions to acute ethanol intoxication"
      },
      "abstract": "Alcohol may have psychomotor stimulant properties during the rising limb of the blood alcohol curve at commonly self-administered doses. Increased heart rate (HR) immediately after alcohol consumption may serve as an indicator or marker of such properties, which appear to be potentially opiate-mediated and dopamine-dependent. Naltrexone, an opiate antagonist, has been used successfully in the treatment of alcoholism and may produce its therapeutic effects through its effects on alcohol metabolism or by blocking alcohol's rewarding effects. We hypothesized that, if naltrexone blocks the psychomotor stimulant properties of ethanol, then it would decrease or eliminate the HR increase associated with acute alcohol intoxication and that this would be independent of any effect on alcohol metabolism.\nTwenty male subjects were administered placebo and alcohol (1.0 mL 95% USP ethanol/kg body weight) in a laboratory setting on one day and naltrexone (50 mg) and alcohol on another (counterbalanced). We assessed all subjects for a change in HR and for a subjective and behavioural response from 35 to 170 minutes after drug or alcohol administration.\nThe placebo and alcohol mix produced a significant mean HR increase from baseline (F(1,95) = 46.01, p < 0.0001, Cohen's d = 0.62), while naltrexone and alcohol did not (nonsignificant). The significant effects of naltrexone on blood alcohol level did not account for the effect of naltrexone on alcohol-induced HR change but did account for alterations in subjective and behavioural response to alcohol.\nNaltrexone appears to substantially reduce the HR increase that is characteristic of alcohol intoxication. This finding appears to lend moderate support to the notions that, first, naltrexone has differential effects on alcohol reactions and, second, that it specifically blocks the acute psychomotor stimulant properties of alcohol.",
      "type": {
        "href": "publication/6662954_Differential_effects_of_naltrexone_on_cardiac_subjective_and_behavioural_reactions_to_acute_ethanol_intoxication",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "169 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Patricia_Conrod2",
            "text": "Patricia Conrod"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jasmin_Vassileva",
            "text": "Jasmin Vassileva"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/6997589_Self-Liking_and_Self-Competence_Separate_Self-Evaluation_From_Self-Deception_Associations_With_Personality_Ability_and_Achievement",
        "text": "Self-Liking and Self-Competence Separate Self-Evaluation From Self-Deception: Associations With Personality, Ability, and Achievement"
      },
      "abstract": "The similarities between measures of self-evaluation and self-deception are reviewed, and a method for discriminating between them is proposed, using personality profiles and relations to ability and achievement. Across two samples, the Rosenberg Self-Esteem Scale (RSES) and Tafarodi's measures of self-evaluation were used to demonstrate that the RSES and Self-Liking are more similar to Self-Deceptive Enhancement than is self-competence. Further, Self-Competence is uniquely associated with cognitive ability and both academic and creative achievement. It is concluded that, along with self-liking, self-competence is a useful form of self-evaluation that should be measured and taken into account in research that has traditionally focused on self-esteem.",
      "type": {
        "href": "publication/6997589_Self-Liking_and_Self-Competence_Separate_Self-Evaluation_From_Self-Deception_Associations_With_Personality_Ability_and_Achievement",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "685 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/224983017_Bookworms_versus_nerds_Exposure_to_fiction_versus_non-fiction_divergent_associations_with_social_ability_and_the_simulation_of_fictional_social_worlds",
        "text": "Bookworms versus nerds: Exposure to fiction versus non-fiction, divergent associations with social ability, and the simulation of fictional social worlds"
      },
      "abstract": "While frequent readers are often stereotyped as socially awkward, this may only be true of non-fiction readers and not readers of fiction. Comprehending characters in a narrative fiction appears to parallel the comprehension of peers in the actual world, while the comprehension of expository non-fiction shares no such parallels. Frequent fiction readers may thus bolster or maintain their social abilities unlike frequent readers of non-fiction. Lifetime exposure to fiction and non-fiction texts was examined along with performance on empathy/social-acumen measures. In general, fiction print-exposure positively predicted measures of social ability, while non-fiction print-exposure was a negative predictor. The tendency to become absorbed in a story also predicted empathy scores. Participant age, experience with English, and intelligence (g) were statistically controlled.",
      "type": {
        "href": "publication/224983017_Bookworms_versus_nerds_Exposure_to_fiction_versus_non-fiction_divergent_associations_with_social_ability_and_the_simulation_of_fictional_social_worlds",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/14538394_Raymond_A_Mar",
            "text": "Raymond A Mar"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Keith_Oatley",
            "text": "Keith Oatley"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jacob_Hirsh",
            "text": "Jacob B Hirsh"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/7241279_Heart_rate_increase_to_alcohol_administration_and_video_lottery_terminal_play_among_probable_pathological_gamblers_and_nonpathological_gamblers",
        "text": "Heart rate increase to alcohol administration and video lottery terminal play among probable pathological gamblers and nonpathological gamblers"
      },
      "abstract": "The authors examined heart-rate responses to alcohol consumption and video lottery terminal (VLT) play. Regular VLT players (30 probable pathological gamblers [PPGs]; 30 nonpathological gamblers [NPGs]) were randomized to an alcohol (mean postdrinking blood alcohol concentration = 0.056%) or placebo condition. Heart rate was recorded at pre- and postdrinking baselines and during VLT play. Consistent with an earlier study, alcohol-condition participants displayed elevated heart rates relative to placebo-condition participants only at postdrinking and VLT play. Moreover, alcohol-condition participants showed a greater heart rate increase to VLT play than did placebo-condition participants. However, PPGs were not more susceptible to alcohol- and/or VLT play-induced heart rate accelerations than were NPGs. Implications for gambling/alcohol-disorder comorbidity are discussed.",
      "type": {
        "href": "publication/7241279_Heart_rate_increase_to_alcohol_administration_and_video_lottery_terminal_play_among_probable_pathological_gamblers_and_nonpathological_gamblers",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "126 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Sherry_Stewart",
            "text": "Sherry H Stewart"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/38881349_Pamela_Collins",
            "text": "Pamela Collins"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/34951744_Michael_Ellery",
            "text": "Michael Ellery"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/6834426_NUANCE_30_Using_genetic_programming_to_model_variable_relationships",
        "text": "NUANCE 3.0: Using genetic programming to model variable relationships"
      },
      "abstract": "Previously, we introduced a new computational tool for nonlinear curve fitting and data set exploration: the Naturalistic University of Alberta Nonlinear Correlation Explorer (NUANCE) (Hollis & Westbury, 2006). We demonstrated that NUANCE was capable of providing useful descriptions of data for two toy problems. Since then, we have extended the functionality of NUANCE in a new release (NUANCE 3.0) and fruitfully applied the tool to real psychological problems. Here, we discuss the results of two studies carried out with the aid of NUANCE 3.0. We demonstrate that NUANCE can be a useful tool to aid research in psychology in at least two ways: It can be harnessed to simplify complex models of human behavior, and it is capable of highlighting useful knowledge that might be overlooked by more traditional analytical and factorial approaches. NUANCE 3.0 can be downloaded from the Psychonomic Society Archive of Norms, Stimuli, and Data at www.psychonomic.org/archive.",
      "type": {
        "href": "publication/6834426_NUANCE_30_Using_genetic_programming_to_model_variable_relationships",
        "text": "Article"
      },
      "date": "Dec 2006",
      "reads": "105 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Geoff_Hollis",
            "text": "Geoff Hollis"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Chris_Westbury",
            "text": "Chris F Westbury"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/298772380_Supplementary_material",
        "text": "Supplementary material"
      },
      "type": {
        "href": "publication/298772380_Supplementary_material",
        "text": "Data"
      },
      "date": "May 2006",
      "reads": "22 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Geoff_Hollis",
            "text": "Geoff Hollis"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Chris_Westbury",
            "text": "Chris F Westbury"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/232586911_You_Drink_I_Drink_Alcohol_Consumption_Social_Context_and_Personality",
        "text": "You Drink, I Drink: Alcohol Consumption, Social Context and Personality."
      },
      "abstract": "30 drinkers (oversampled for heavier drinking, from within an undergraduate sample of 60) were assessed with the NEO-FFI, queried regarding weekly self-reported habitual drinking behavior, and subjected to an alcoholic beverage sham taste-test, in a randomly-paired dyad. Extraverted, emotionally stable individuals reported more habitual drinking occasions per week (r = .61, p < .002, for the combination of traits), but not more drinks/occasion, or drinks per week. Personality did not predict total lab alcohol consumption, but such consumption was strongly influenced by total lab alcohol consumption of the drinking partner (r = .52, p < .001). Median split of participants revealed that the effect of such social influence was substantively enhanced among individuals high in each of agreeableness and extraversion, with a strong trend for openness. Normative social drinking behavior appears strongly influenced by social context. The effect of such context, in turn, appears moderated by personality. (PsycINFO Database Record (c) 2012 APA, all rights reserved)",
      "type": {
        "href": "publication/232586911_You_Drink_I_Drink_Alcohol_Consumption_Social_Context_and_Personality",
        "text": "Article"
      },
      "date": "Dec 2005",
      "reads": "2 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2001846547_Janice_Morey",
            "text": "Janice Morey"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234822027_Reliability_Validity_and_Factor_Structure_of_the_Creative_Achievement_Questionnaire",
        "text": "Reliability, Validity, and Factor Structure of the Creative Achievement Questionnaire"
      },
      "abstract": "The Creative Achievement Questionnaire (CAQ) is a new self-report measure of creative achievement that assesses achievement across 10 domains of creativity. It was designed to be objective, empirically valid, and easy to administer and score. Study 1 established test-retest reliability (r = .81, p < .0001) and internal consistency reliability (α = .96) in a sample of 117 undergraduate students. Study 2 established predictive validity of the CAQ against artist ratings of a creative product, a collage (r = .59, p < .0001, n = 39). Study 3 (n = 86) established convergent validity with other measures of creative potential, including divergent thinking tests (r = .47, p < .0001), the Creative Personality Scale (Gough, 1979; r = .33, p = .004), Intellect (Goldberg, 1992; r = .51, p < .0001), and Openness to Experience (Costa & McCrae, 1992; r = .33, p = .002). Study 4 established discriminant validity between the CAQ and both IQ and self-serving bias. Study 5 examined the factor structure of the CAQ. A three-factor solution identified Expressive, Scientific, and Performance factors of creative achievement. A two-factor solution identified an Arts factor and a Science factor.",
      "type": {
        "href": "publication/234822027_Reliability_Validity_and_Factor_Structure_of_the_Creative_Achievement_Questionnaire",
        "text": "Article"
      },
      "date": "Dec 2005",
      "reads": "3 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shelley_Carson",
            "text": "Shelley H Carson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242656064_Anticipatory_consciousness_Libet%27s_veto_and_a_close-enough_theory_of_free_will",
        "text": "Anticipatory consciousness, Libet's veto and a close-enough theory of free will"
      },
      "abstract": "Libet concluded that, given the constraints caused by the timing of consciousness, all action is generated unconsciously. The power of consciousness, according to Libet, is in selection, in having the ability to veto each action before it is run to completion. In this paper we challenge the veto, by proposing that the role of consciousness exists prior rather than after the initiation of action. This is done through a modulation of the likelihood of automatic responses to constant stimuli. To account for the time lag of consciousness, we also suggest that conscious attention is focused on a predicted future in order to remain effectual to real time existence. Implications for free will are discussed.",
      "type": {
        "href": "publication/242656064_Anticipatory_consciousness_Libet%27s_veto_and_a_close-enough_theory_of_free_will",
        "text": "Chapter"
      },
      "date": "Dec 2005",
      "reads": "578 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Azim_Shariff",
            "text": "Azim Shariff"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/7785003_Sources_of_OpennessIntellect_Cognitive_and_Neuropsychological_Correlates_of_the_Fifth_Factor_of_Personality",
        "text": "Sources of Openness/Intellect: Cognitive and Neuropsychological Correlates of the Fifth Factor of Personality"
      },
      "abstract": "We characterize Openness/Intellect as motivated cognitive flexibility, or cognitive exploration, and develop a neuropsychological model relating it to dopaminergic function and to the functions of the prefrontal cortex (PFC). Evidence is reviewed for sources of Openness/Intellect shared with Extraversion and sources unique to Openness/Intellect. The hypothesis that the cognitive functions of the dorsolateral PFC are among the latter was tested using standard measures of cognitive ability and a battery of tasks associated with dorsolateral PFC function (N=175). Dorsolateral PFC function, as well as both fluid and crystallized cognitive ability, was positively related to Openness/Intellect but no other personality trait. Additionally, facet level analysis supported the characterization of Openness/Intellect as a primarily cognitive trait.",
      "type": {
        "href": "publication/7785003_Sources_of_OpennessIntellect_Cognitive_and_Neuropsychological_Correlates_of_the_Fifth_Factor_of_Personality",
        "text": "Article"
      },
      "date": "Dec 2005",
      "reads": "1,475 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/7822912_Matching_effects_on_eating_Do_individual_differences_make_a_difference",
        "text": "Matching effects on eating: Do individual differences make a difference?"
      },
      "abstract": "Dyads composed of unacquainted females watched a video while snacking on pizza. Their extraversion and self-monitoring scores were used to predict the extent to which individuals within dyads matched each other's food intake. Matching of intake was high irrespective of the personality composition of the dyad. We consider elements of the situation that enhanced matching and whether personality might moderate matching effects.",
      "type": {
        "href": "publication/7822912_Matching_effects_on_eating_Do_individual_differences_make_a_difference",
        "text": "Article"
      },
      "date": "Dec 2005",
      "reads": "195 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/38240604_C_Peter_Herman",
            "text": "C. Peter Herman"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2101362242_Stephanie_Koenig-Nobert",
            "text": "Stephanie Koenig-Nobert"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/46257338_Janet_Polivy",
            "text": "Janet Polivy"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234821414_Attentional_biases_and_memory_distortions_in_self-enhancers",
        "text": "Attentional biases and memory distortions in self-enhancers"
      },
      "abstract": "One hundred and fifteen undergraduate students (88 women and 27 men, mean age ¼ 19.9 years) from a large urban university participated in this study for course credit. Individuals with moralistic and egoistic biases in self-perception (Paulhus & John, 1998) were tested for attentional biases and memory distortions following bogus personality feedback. Individuals with a moralistic bias (those scoring high on the Impression Management (IM) and Self-Deceptive Denial (SDD) subscales of the Balanced Inventory of Desirable Responding (BIDR; Paulhus, 1991)) showed higher overall viewing times for their feedback, and no memory distortions. In contrast, individuals with an egoistic bias (those scoring high on Self-Deceptive Enhancement (SDE) subscale of the BIDR) exhibited a self-enhancing distortion of memory. These find-ings contribute to our understanding of the different ways individuals may distort information about the self, thus supporting the motivational distinction between egoistic and moralistic biases in self-enhance-ment.",
      "type": {
        "href": "publication/234821414_Attentional_biases_and_memory_distortions_in_self-enhancers",
        "text": "Article"
      },
      "date": "Dec 2005",
      "reads": "222 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Philip_Zelazo2",
            "text": "Philip Zelazo"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/235336060_Peacemaking_among_higher-order_primates",
        "text": "Peacemaking among higher-order primates"
      },
      "abstract": "Facts are facts. Opinions about the facts differ. It is therefore the job of the peacemaker to bridge the gap between opinions, and in that manner, bring about reconciliation. This much seems obvious. But what if the facts themselves differ? What if the basis for the disagreement is so profound that the world arrays itself differently for each antagonist – and worse: what if the disagreement extends beyond the antagonist, to the peacemaker, who sees the facts themselves in a manner that neither antagonist can accept? What then? Ridiculous, surely: how can the facts themselves differ, when it is one world that we all inhabit? But the facts do differ, because the world is complex beyond the scope of any one interpretation. For this reason, there can be disagreement about first principles, as well as their derivatives. This means that the job of the peacemaker is to establish an accord that allows the facts themselves to become a matter of agreement. To do that, however, the peacemaker has to be able to see the facts that lead to peace. To do that, he has to be more than a pragmatic broker of opinions. He has to be a man of deep and profoundly rooted morality – and a man of the morality of no man's land, instead of the morality of established territory. No man's land is the unknown, terra incognita. The morality of the previously established is merely a matter of tradition, agreed upon by all. When traditions clash, however, the facts themselves are no longer self-evident. Under such conditions, it is only the individual who has traveled strange lands who can build a bridge. But to travel strange lands is to risk coming under the dominion of the terrible spirits that inhabit the uninhabitable; to risk becoming the strange son of chaos – someone no longer acceptable to those who still dwell quietly at home. To travel strange lands is to see the broader territory, the no man's land surrounding all conditional moralities, and to learn how to negotiate a path there – but also to lose all belief that there is one way, or one set of facts.",
      "type": {
        "href": "publication/235336060_Peacemaking_among_higher-order_primates",
        "text": "Chapter"
      },
      "date": "Dec 2005",
      "reads": "13,919 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/235336076_Play_and_the_regulation_of_aggression",
        "text": "Play and the regulation of aggression"
      },
      "abstract": "Is the human being a noble savage, corrupted by the stresses of civilized social being, or a beast of prey, selfish and cruel? To answer this question, it is necessary to consider evidence derived from a diverse sampling of the behavioral sciences, and to reframe the argument: what tendencies to aggression, if any, characterize the human species, and what mechanisms, individual and social, regulate and constrain those tendencies?",
      "type": {
        "href": "publication/235336076_Play_and_the_regulation_of_aggression",
        "text": "Chapter"
      },
      "date": "Mar 2005",
      "reads": "760 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Joseph_Flanders",
            "text": "Joseph L Flanders"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/313220340_Play_and_the_Regulation_of_Aggression",
        "text": "Play and the Regulation of Aggression"
      },
      "type": {
        "href": "publication/313220340_Play_and_the_Regulation_of_Aggression",
        "text": "Article"
      },
      "date": "Jan 2005",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2121811490_JL_Flanders",
            "text": "J.L. Flanders"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234822689_Self-induced_memory_distortions_and_the_allocation_of_processing_resources_at_encoding_and_retrieval",
        "text": "Self-induced memory distortions and the allocation of processing resources at encoding and retrieval"
      },
      "abstract": "The present study evaluated the possibility that memory distortions characteristic of repression are due, at least in part, to the reduced allocation of processing resources to unwanted or threatening information. Such reduced processing could occur early, during encoding processes, or conversely, could occur later, during more elaborative, or retrieval-based processes. Repressors and nonrepressors completed a free recall task, which included positively, negatively, and neutrally valenced words, and also completed a go/no-go task previously designed to evaluate the willingness to allocate processing resources to both positive and negative contingent feedback, at encoding, and at retrieval. Results indicated that repressors did evidence reduced memory for negative, but not positive or neutral words, on the free recall task. Repressors also manifested reduced allocation of additional processing resources toward negative contingent feedback as compared to nonrepressors. Finally, the allocation of processing resources at retrieval, but not at encoding, was found to mediate the relationship between participant's self-deceptive enhancement scores and the number of negative words recalled. These results support a model of repression based on motivated attempts to strategically avoid cognitively processing aversive information.",
      "type": {
        "href": "publication/234822689_Self-induced_memory_distortions_and_the_allocation_of_processing_resources_at_encoding_and_retrieval",
        "text": "Article"
      },
      "date": "Dec 2004",
      "reads": "230 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Matthew_Shane2",
            "text": "Matthew S Shane"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/8377744_Defensive_Copers_Show_a_Deficit_in_Passive_Avoidance_Learning_on_Newman%27s_GoNo-Go_Task_Implications_for_Self-Deception_and_Socialization",
        "text": "Defensive Copers Show a Deficit in Passive Avoidance Learning on Newman's Go/No-Go Task: Implications for Self-Deception and Socialization"
      },
      "abstract": "The present study investigated whether passive avoidance learning was retarded by defensive coping strategies designed to minimize exposure to negatively valenced stimuli. High-anxious individuals, low-anxious individuals, and defensive copers completed a computerized go/no-go task, in which they learned when to press or not to press a button, in response to contingent positive and negative feedback. The duration that feedback remained onscreen was self-regulated. Defensive copers showed preferential reflection away from negative feedback, committed more passive-avoidance errors, and were characterized by impaired learning, overall. Further, the ratio of reflection on negative feedback to reflection on positive feedback directly mediated both passive-avoidance errors and overall learning. Defensive coping strategies, therefore, appear to interfere with passive avoidance learning, thereby fostering perseverative, dysfunctional action patterns by reducing knowledge gained from previous mistakes. Implications for the learning of effective socialization strategies, and for psychopathy-which is commonly characterized by similar passive-avoidance deficits-are subsequently considered.",
      "type": {
        "href": "publication/8377744_Defensive_Copers_Show_a_Deficit_in_Passive_Avoidance_Learning_on_Newman%27s_GoNo-Go_Task_Implications_for_Self-Deception_and_Socialization",
        "text": "Article"
      },
      "date": "Dec 2004",
      "reads": "152 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Matthew_Shane2",
            "text": "Matthew S Shane"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242999042_The_Functional_Neuroanatomy_and_Psychopharmacology_of_Predatory_and_Defensive_Aggression",
        "text": "The Functional Neuroanatomy and Psychopharmacology of Predatory and Defensive Aggression"
      },
      "abstract": "Human neuroscientists are frequently cortex-centric, concentrating on the large prefrontal,\ntemporal and parietal cortices that distinguish man most clearly from the animals – or, if not that, studying\nthe structure and function of the underlying limbic system. But the really important circuitry,\nphylogenetically ancient and extremely sophisticated, is deep down in the central nervous system, near the\nbrain stem. When the chips are down, it is the hypothalamus that is in control, not the cortex (and, if not the\nhypothalamus, then the periaqueductal gray (PAG), or something else equally demanding, interesting, and\nunpleasant). Basic motivation stems from activity in these low level, low resolution, high power,\ndominating circuits. In the case of aggression, the hypothalamus and PAG circuits underly negative-affect\npotentiated defensive rage, or incentive reward motivated sexual/predation/exporation. Diverse forms of\npathologies or abnormalities, genetic, psychopharmacological, and developmental, likely undermine the\ncapacity of finely differentiated, phylogenetically newer emotional and cognitive circuits to modulate these\nmore ancient systems. Poor modulation, regardless of cause, produces chronic, situationally inappropriate,\nsocially troublesome aggressive behavior, both predatory and defensive.",
      "type": {
        "href": "publication/242999042_The_Functional_Neuroanatomy_and_Psychopharmacology_of_Predatory_and_Defensive_Aggression",
        "text": "Chapter"
      },
      "date": "Jun 2004",
      "reads": "383 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Matthew_Shane2",
            "text": "Matthew S Shane"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222393728_Self-Deception_and_Failure_to_Modulate_Responses_Despite_Accruing_Evidence_of_Error",
        "text": "Self-Deception and Failure to Modulate Responses Despite Accruing Evidence of Error"
      },
      "abstract": "Two studies assessed performance on a gambling-type card playing task (Newman, Patterson, & Kosson, 1987) by males defined as high or low in self-deception. Monetary success in this task depends upon the ability to modulate reward-seeking responses, by attending to information indicative of task failure. In Study 1, 28 13-year-old boys categorized as high in self-deception using Eysenck’s Junior Lie Scale (Eysenck & Eysenck, 1975), played more cards and won significantly less money than 143 categorized as low in self-deception. Study 2 replicated these findings in a sample of 42 male Harvard undergraduates defined as high or low in self-deception using Eysenck’s Lie scale (Eysenck, Eysenck, & Barrett, 1985) and the Balanced Inventory of Desirable Responding (BIDR; Paulhus, 1991). Also, a higher proportion of high self-deceivers played until the end of the task in both samples, thereby losing all their money, despite the fact that 19 of the last 20 cards were losing. These findings support a model of self-deception as ignoring evidence of error and reinforce the argument that self-deception may be maladaptive.",
      "type": {
        "href": "publication/222393728_Self-Deception_and_Failure_to_Modulate_Responses_Despite_Accruing_Evidence_of_Error",
        "text": "Article"
      },
      "date": "Dec 2003",
      "reads": "327 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Erin_Driver-Linn",
            "text": "Erin Driver-Linn"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Richard_Tremblay4",
            "text": "Richard Ernest Tremblay"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234823080_Neuropsychological_Performance_IQ_Personality_and_Grades_in_a_Longitudinal_Grade-School_Male_Sample",
        "text": "Neuropsychological Performance, IQ, Personality, and Grades in a Longitudinal Grade-School Male Sample"
      },
      "abstract": "This study assessed the statistical relationship between neuropsychological performance, IQ and personality test results and school grades in a longitudinal sample of adolescent males. One-hundred and forty-eight boys completed six years of WISC-R short forms (Block Design and Vocabulary) and provided six years of math and language grades and grade failure data while in elementary school. In junior high school, the same boys completed an extensive neuropsychological test battery and the NEO-PI-R, a standard big five personality trait measure. Neuropsychological test scores were more powerfully associated with grades than were IQ scores, despite their later and single administration. In addition, hierarchical regression analysis demonstrated that three of four neuropsychological test score factors (Verbal Learning, Executive Function, and Tactile Laterality improved the statistical association with six-year averaged failure-weighted grades over and above IQ (averaged Vocabulary and Block Design). NEO-PI-R Agreeableness was significantly and positively related to grades, over and above both IQ and neuropsychological function. © 2003 Individual Differences Research Group. All rights reserved.",
      "type": {
        "href": "publication/234823080_Neuropsychological_Performance_IQ_Personality_and_Grades_in_a_Longitudinal_Grade-School_Male_Sample",
        "text": "Article"
      },
      "date": "Dec 2003",
      "reads": "771 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Richard_Tremblay4",
            "text": "Richard Ernest Tremblay"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/5995267_Decreased_Latent_Inhibition_Is_Associated_With_Increased_Creative_Achievement_in_High-Functioning_Individuals",
        "text": "Decreased Latent Inhibition Is Associated With Increased Creative Achievement in High-Functioning Individuals."
      },
      "abstract": "Reductions in latent inhibition (LI), the capacity to screen from conscious awareness stimuli previously experienced as irrelevant, have been generally associated with the tendency towards psychosis. However, \"failure\" to screen out previously irrelevant stimuli might also hypothetically contribute to original thinking, particularly in combination with high IQ. Meta-analysis of two studies, conducted on youthful high-IQ samples. demonstrated that high lifetime creative achievers had significantly lower LI scores than low creative achievers (r(effect size) = .31, p = .0003, one-tailed). Eminent creative achievers (participants under 21 years who reported unusually high scores in a single domain of creative achievement) were 7 times more likely to have low rather than high LI scores, chi2 (1, N = 25) = 10.69, phi = .47. p = .003.",
      "type": {
        "href": "publication/5995267_Decreased_Latent_Inhibition_Is_Associated_With_Increased_Creative_Achievement_in_High-Functioning_Individuals",
        "text": "Article"
      },
      "date": "Dec 2003",
      "reads": "7,489 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shelley_Carson",
            "text": "Shelley H Carson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242697022_You_can_neither_remember_nor_forget_what_you_do_not_understand",
        "text": "You can neither remember nor forget what you do not understand"
      },
      "abstract": "Memory is vulnerable, easily distorted to fit beliefs and modes of action that are more expedient than accurate. When the process of remembering becomes collective, such distortion may be greatly increased. Collective memories are acquired and transmitted in a social context, and are therefore the modifiable property of many people (De La Ronde & Swann, 1998; Hardin & Higgins, 1996; Rosenthal & Rubin, 1978; Snyder, 1974). The tendency towards social modification, which can serve positively to unite the members of a group, has a very negative, dangerous, underground aspect. Individuals appear somewhat constrained in their willingness to inflict destruction (or at least in the power to do so). Groups of individuals are not. The dangers of self-deception about past events, far from trivial in the personal case, are tremendously magnified in the social arena. The careless use of memory can lead directly to the grave abuse of people.",
      "type": {
        "href": "publication/242697022_You_can_neither_remember_nor_forget_what_you_do_not_understand",
        "text": "Article"
      },
      "date": "Dec 2003",
      "reads": "2 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Maja_Djikic",
            "text": "Maja Djikic"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/11235376_Complexity_Management_Theory_Motivation_for_Ideological_Rigidity_and_Social_Conflict",
        "text": "Complexity Management Theory: Motivation for Ideological Rigidity and Social Conflict"
      },
      "abstract": "We are doomed to formulate conceptual structures that are much simpler than the complex phenomena they are attempting to account for. These simple conceptual structures shield us, pragmatically, from real-world complexity, but also fail, frequently, as some aspect of what we did not take into consideration makes itself manifest. The failure of our concepts dysregulates our emotions and generates anxiety, necessarily, as the unconstrained world is challenging and dangerous. Such dysregulation can turn us into rigid, totalitarian dogmatists, as we strive to maintain the structure of our no longer valid beliefs. Alternatively, we can face the underlying complexity of experience, voluntarily, gather new information, and recast and reconfigure the structures that underly our habitable worlds.",
      "type": {
        "href": "publication/11235376_Complexity_Management_Theory_Motivation_for_Ideological_Rigidity_and_Social_Conflict",
        "text": "Article"
      },
      "date": "Dec 2002",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Joseph_Flanders",
            "text": "Joseph L Flanders"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222301053_Higher-order_factors_of_the_Big_Five_predict_conformity",
        "text": "Higher-order factors of the Big Five predict conformity"
      },
      "abstract": "In a university sample (n=245) and a community sample (n=222), we replicate the higher-order factor solution for the Five Factor Model (Big Five) reported by Digman (Digman, J. M. (1997). Higher-order factors of the Big Five. Journal of Personality and Social Psychology, 73, 1246–1256). We present a biologically predicated model of these two personality factors, relating them to serotonergic and dopaminergic function, and we label them Stability (Emotional Stability, Agreeableness, and Conscientiousness) and Plasticity (Extraversion and Openness). Based on this model, we hypothesize that Stability will positively predict conformity (as indicated by socially desirable responding) and that Plasticity will negatively predict conformity. A structural equation model indicates that conformity is indeed positively related to Stability (university sample: β=0.98; community sample: β=0.69; P<0.01 for both) and negatively related to Plasticity (university sample: β=−0.48, P<0.07; community sample: β=−0.42, P<0.05). These findings suggest that there are pros and cons of conformity, such that the most thorough conformists will tend to be stable but also rigid, less able to adjust to novelty or change.",
      "type": {
        "href": "publication/222301053_Higher-order_factors_of_the_Big_Five_predict_conformity",
        "text": "Article"
      },
      "date": "Dec 2002",
      "reads": "1,879 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/33805134_Daniel_M_Higgins",
            "text": "Daniel M Higgins"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222408794_Self-deception_and_impaired_categorization_of_anomaly",
        "text": "Self-deception and impaired categorization of anomaly"
      },
      "abstract": "One hundred and forty community volunteers were prescreened for upper and lower quartile scores using the Balanced Inventory of Desirable Responding [BIDR; Paulhus, D.L. (1988). Assessing self-deception and impression management in self-reports: The Balanced Inventory of Desirable Responding. Unpublished manual. Vancouver, British Columbia; University of British Columbia, Measurement and control of response bias. In J. P. Robinson, P. R. Shaver, & L. Wrightsman (Eds.), Measures of personality and social-psychological attitudes (pp. 17–59). San Diego, CA: Academic Press, 1991], and classified into stable High (n=14) and Low (n=15) self-deception groups using the Self-Deceptive Enhancement subscale of the BIDR. Participants identified normal and anomalous computer-displayed playing cards [following Bruner, J. & Postman, L. (1949). Journal of Personality, 18, 206–223], presented for short (∼16 ms), then increasingly longer durations. High and low self-deceivers identified the normal cards equally rapidly. Highs, however, took twice as many trials as lows (M=11.21, S.D.=9.65, vs. M=5.00, S.D.=3.87) to identify the anomalous card correctly twice (t [16.85] corrected for unequal variances = −2.25, P=0.019, one-tailed). Self-deception thus appears associated with impaired categorization of anomaly.",
      "type": {
        "href": "publication/222408794_Self-deception_and_impaired_categorization_of_anomaly",
        "text": "Article"
      },
      "date": "Dec 2002",
      "reads": "364 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Erin_Driver-Linn",
            "text": "Erin Driver-Linn"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/222686098_Openness_and_extraversion_are_associated_with_reduced_latent_inhibition_Replication_and_commentary",
        "text": "Openness and extraversion are associated with reduced latent inhibition: Replication and commentary"
      },
      "abstract": "Latent inhibition (LI) is a preconscious gating mechanism that allows animals with complex nervous systems to ignore stimuli previously experienced as irrelevant. Decreased LI has been associated with dopaminergic agonist intoxication and schizophrenic conditions. We previously demonstrated reductions in LI among individuals characterized by higher levels of trait Openness and Extraversion. This study replicates our previous findings, using another university student sample (Total N=79). Participants characterized by decreased LI (N=23) were significantly more Open (Mean=36.7, S.D.=5.4; N=23) and Extraverted (Mean=31.4, S.D.=7.1) than those who manifested intact LI (N=54; Openness Mean=33.7, S.D.=7.1, t=1.80, P<0.04, d=0.44; Extraverted Mean=28.2, S.D.=6.6, t=1.85, P<0.04, d=0.46). The two groups were better differentiated, however, by the simple additive combination of z-scored Extraversion and Openness, deemed Plasticity (P<0.01, d=0.57). Differences between the two groups also emerged with regards to Gough's Creative Personality Scale [J. Pers. Soc. Psychol. 37 (1979) 1398], with the Low LI group scoring higher than the High LI group (P<0.03, d=0.46).",
      "type": {
        "href": "publication/222686098_Openness_and_extraversion_are_associated_with_reduced_latent_inhibition_Replication_and_commentary",
        "text": "Article"
      },
      "date": "Dec 2002",
      "reads": "1,073 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Kathleen_W_Smith",
            "text": "Kathleen W. Smith"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shelley_Carson",
            "text": "Shelley H Carson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/312705047_Higher-order_factors_of_the_B5_predict_conformity_Are_there_neuroses_of_health",
        "text": "Higher-order factors of the B5 predict conformity: Are there neuroses of health?"
      },
      "type": {
        "href": "publication/312705047_Higher-order_factors_of_the_B5_predict_conformity_Are_there_neuroses_of_health",
        "text": "Article"
      },
      "date": "Jan 2002",
      "reads": "25 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/2121057289_CG_DeYoung",
            "text": "C.G. DeYoung"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2121049758_DM_Higgins",
            "text": "D.M. Higgins"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/11833470_Reliability_and_validity_of_alcohol-induced_heart_rate_increase_as_a_measure_of_sensitivity_to_the_stimulant_properties_of_alcohol",
        "text": "Reliability and validity of alcohol-induced heart rate increase as a measure of sensitivity to the stimulant properties of alcohol"
      },
      "abstract": "Alcohol-induced heart rate (HR) stimulation during the rising limb of the blood alcohol curve reliably discriminates between individuals at differential risk for alcoholism, and appears to be a potential psychophysiological index of psychomotor stimulation from alcohol.\nThree studies are presented which explore the reliability and convergent and discriminant validity of this alcohol response index.\nYoung men with and without a multigenerational family history of alcoholism were administered a 1.0 ml/kg dose of 95% USP alcohol. Resting baseline cardiac and subjective measures were assessed before and after alcohol consumption.\nStudy 1 demonstrated that alcohol-induced HR stimulation was significantly and positively related to alcohol-induced changes in mood. Study 2 demonstrated that alcohol-induced HR stimulation was reliable across two alcohol administration sessions (r=0.33-0.66, P<0.01). Study 3 explored the relationship between the proposed index and measures of sensitivity to alcohol previously linked to genetic predisposition to alcoholism. Multiple regression analysis indicated that alcohol-induced HR increase and reduced subjective intoxication (measured using the Subjective High Assessment Scale) were both positively associated with alcohol-induced changes in mood states that have previously been shown to be sensitive to the effects of stimulant drugs and the reinforcing effects of alcohol.\nSensitivity to alcohol-induced heart-rate stimulation during the ascending limb of the blood alcohol curve may be a useful and informative marker for understanding susceptibility to alcoholism.",
      "type": {
        "href": "publication/11833470_Reliability_and_validity_of_alcohol-induced_heart_rate_increase_as_a_measure_of_sensitivity_to_the_stimulant_properties_of_alcohol",
        "text": "Article"
      },
      "date": "Dec 2001",
      "reads": "185 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Patricia_Conrod2",
            "text": "Patricia Conrod"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/237777814_THE_SURREALISM_OF_CATASTROPHE_PSYCHOLOGICAL_REFLECTIONS_ON_SEPTEMBER_11",
        "text": "THE SURREALISM OF CATASTROPHE: PSYCHOLOGICAL REFLECTIONS ON SEPTEMBER 11"
      },
      "abstract": "Four things struck me as particularly psychologically interesting during and after the catastrophic events in New York on September 11. The first was the sense of surrealistic impossibility that accompanied each repeated viewing of the conflagration and subsequent collapse of the World Trade Center Towers. The second was the insistence by multiple commenting journalists that the individuals who undertook such acts had to be extraordinarily well trained, financed and organized. The third was the tendency for everyone to feel that his or her normal day-to-day activities were somehow rendered trivial or even useless in the few days following exposure to the disaster. The fourth and final was the increase in general kindness, understanding and empathy that appeared in the aftermath of the terrorist attacks. All of these phenomena are closely related, despite their apparent differences. A reasonably complete description of their nature can lead us to consider human emotion and thought in a manner that also helps illuminate the very essence of motivation for atrocity. \"It was like watching a movie\": Why was repeated viewing of the destruction in New York that paradoxical combination of frightening, compelling, and unbelievable? How is it that a perceived event can provoke a need for such repetition? After all, the events unfold, objectively, in the same manner that other, more mundane events reveal themselves. There was nothing unnatural about what occurred in New York. We all know that buildings can collapse (and, indeed, have seen such things happening, in other contexts). We know that people can be vicious and cruel, and had prior warnings about the possibility of such attacks - even in New York (even on the Trade Towers themselves). So why was the event so surreal? The answer to such a question, perhaps surprisingly, cannot be generated without radical reconsideration of notions as basic as our very concept of object. It is common knowledge that the world is made up of objects, extant in and of themselves, segregated from one another, independent of any perceiving agent. There are trees, and rocks, and automobiles, and elephants, whether or not anyone happens to be looking at them. In the absence of a conscious perceiver, the earth would still circle the sun, and the universe would continue to unfold in whatever",
      "type": {
        "href": "publication/237777814_THE_SURREALISM_OF_CATASTROPHE_PSYCHOLOGICAL_REFLECTIONS_ON_SEPTEMBER_11",
        "text": "Chapter"
      },
      "date": "Dec 2001",
      "reads": "432 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/231880892_Metaphoric_threat_is_more_real_than_real_threat",
        "text": "Metaphoric threat is more real than real threat"
      },
      "abstract": "Dreams represent threat, but appear to do so metaphorically more often than realistically. The metaphoric representation of threat allows it to be conceptualized in a manner that is constant across situations (as what is common to all threats begins to be understood and portrayed). This also means that response to threat can come to be represented in some way that works across situations. Conscious access to dream imagery, and subsequent social communication of that imagery, can facilitate this generalized adaptive process, by allowing the communicative dreamer access to the problem solving resources of the community.",
      "type": {
        "href": "publication/231880892_Metaphoric_threat_is_more_real_than_real_threat",
        "text": "Article"
      },
      "date": "Dec 2000",
      "reads": "519 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Colin_Deyoung",
            "text": "Colin G Deyoung"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/231931035_Awareness_may_be_existence_as_well_as_higher-order_thought",
        "text": "Awareness may be existence as well as (higher-order) thought"
      },
      "abstract": "Rolls attributes to consciousness the functions of reflection, planning, and error-correction. Neuropsychologically grounded cybernetic theory provides an analogous, broader conceptualization: consciousness constructs goals (and plans), alters the valence of goal-related phenomena, registers error-signals, and explores unexpected circumstances (reconfiguring goals and plans as necessary). Consciousness plays a fundamental unrecognized ontological role, as well, conferring the status of “discriminable object” on select aspects of otherwise indeterminate “being.”",
      "type": {
        "href": "publication/231931035_Awareness_may_be_existence_as_well_as_higher-order_thought",
        "text": "Article"
      },
      "date": "Dec 2000",
      "reads": "395 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234825005_Latent_Inhibition_and_Openness_to_Experience_in_a_high-_achieving_student_population",
        "text": "Latent Inhibition and Openness to Experience in a high- achieving student population"
      },
      "abstract": "Latent Inhibition (LI) is an attentional phenomenon in which repeated pre-exposure to a stimulus that is not reinforced retards future associability to that stimulus. LI adaptively allows the individual to categorize stimuli as relevant or irrelevant to goal attainment at a level below that of conscious awareness. Previous research has linked reduced LI with psychopathological conditions, such as acute schizophrenia and elevated scores on the Eysenck Personality Questionnaire Psychoticism Scale. We tested the hypothesis that reduced LI would be related to Openness to Experience, a dimension of Costa and McCrae's Five Factor Model of Personality, due to the association of Openness with flexible cognitive categorization. Results supported this hypothesis: the correlation between LI and Openness among high-achieving individuals was substantial and highly significant (r=0.44, P = 0.0001) even when other relevant aspects of personality were held steady. Reduced LI may impart cognitive advantages in certain personality configurations.",
      "type": {
        "href": "publication/234825005_Latent_Inhibition_and_Openness_to_Experience_in_a_high-_achieving_student_population",
        "text": "Article"
      },
      "date": "Dec 2000",
      "reads": "844 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Shelley_Carson",
            "text": "Shelley H Carson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/235336102_Maps_of_Meaning_The_architecture_of_belief_precis",
        "text": "Maps of Meaning: The architecture of belief (precis)"
      },
      "abstract": "It is not clear either that the categories \"given\" to us by our senses, or those abstracted out for us by the processes of scientific investigation, constitute the most \"real\" or even the most \"useful\" modes of apprehending the fundamental nature of being or experience. It appears, instead, that the categories offered by traditional myths and religious systems might play that role, despite the initial unpalatability of such a suggestion. Such systems of apprehension present the world as a place of constant moral striving, conducted against a background of interplay between the \"divine forces\" of order and chaos (Peterson, 1999a). \"Order\" constitutes the natural category of all those phenomena whose manifestations and transformations are currently predictable. \"Chaos\" constitutes the natural category of \"potential\" – the potential that emerges whenever an error in prediction occurs. The capacity for creative exploration – embodied in mythology in the form of the \"ever-resurrecting hero\" – serves as the eternal mediator between these fundamental constituent elements of experience. Voluntary failure to engage in such exploration – that is, forfeit of identification with \"the world-redeeming savior\" – produces a chain of causally-interrelated events whose inevitable endpoint is adoption of a rigid, ideology-predicated, totalitarian identity, and violent suppression of the eternally-threatening other.",
      "type": {
        "href": "publication/235336102_Maps_of_Meaning_The_architecture_of_belief_precis",
        "text": "Article"
      },
      "date": "Dec 1999",
      "reads": "8 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/243032296_Neuropsychology_and_mythology_of_motivation_for_group_aggression",
        "text": "Neuropsychology and mythology of motivation for group aggression"
      },
      "abstract": "The individual is fundamentally territorial -- and, furthermore, is a creature capable of endless abstraction. Deep understanding of these two characteristics immensely furthers comprehension of the human capacity for the commission of atrocity in the service of belief. Territoriality and higher-order symbolic intelligence unite in the production of \"abstract territories\" of vast expanse. These abstract territories -- belief systems or ideologies -- promise deliverance of behavioral stability in otherwise potentially chaotic and dangerous social groups of individuals, motivated by their own particular and idiosyncratic concerns.",
      "type": {
        "href": "publication/243032296_Neuropsychology_and_mythology_of_motivation_for_group_aggression",
        "text": "Chapter"
      },
      "date": "Aug 1999",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242860067_Maps_of_Meaning_The_Architecture_of_Belief",
        "text": "Maps of Meaning: The Architecture of Belief"
      },
      "abstract": "It is not clear that either the categories \"given\" to us by our senses, or those abstracted for us by the processes of scientific investigation, constitute the most \"real\" or even the most \"useful\" modes of apprehending the fundamental nature of being or experience. The categories offered by traditional myths and religious systems might play that role. Such systems of apprehension present the world as a place of constant moral striving, conducted against a background of interplay between the \"divine forces\" of order and chaos. \"Order\" is the natural category of all those phenomena whose manifestations and transformations are currently predictable. \"Chaos\" is the natural category of \"potential\" - the potential that emerges whenever an error in prediction occurs. The capacity for creative exploration - embodied in mythology in the form of the \"ever-resurrecting hero\" - serves as the mediator between these fundamental constituent elements of experience. Voluntary failure to engage in such exploration - that is, forfeit of identification with \"the worldredeeming savior\" - produces a chain of causally interrelated events whose inevitable endpoint is adoption of a rigid, ideology-predicated, totalitarian identity, and violent suppression of the eternally threatening other.",
      "type": {
        "href": "publication/242860067_Maps_of_Meaning_The_Architecture_of_Belief",
        "text": "Book"
      },
      "date": "Jan 1999",
      "reads": "26 Recommendations",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/313655992_Individual_motivation_for_group_aggression_Psychological_mythological_and_neuropsychological_perspectives",
        "text": "Individual motivation for group aggression: Psychological, mythological and neuropsychological perspectives"
      },
      "type": {
        "href": "publication/313655992_Individual_motivation_for_group_aggression_Psychological_mythological_and_neuropsychological_perspectives",
        "text": "Article"
      },
      "date": "Jan 1999",
      "reads": "148 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/13882172_Disinhibited_Personality_and_Sensitivity_to_Alcohol_Reinforcement",
        "text": "Disinhibited Personality and Sensitivity to Alcohol Reinforcement"
      },
      "abstract": "Thirty nonalcoholic young (18 to 30 years) males with extensive multigenerational family histories of male alcoholism and 29 age-matched, family history-negative controls completed a variety of trait personality questionnaires, participated in a competitive stress task (while sober and alcohol-intoxicated), and were assessed for self-report and laboratory drinking behavior. Low academic achievement, disinhibited personality (as measured by the P Scale of the Eysenck Personality Questionnaire), and sensitivity to alcohol reinforcement were significant and powerful independent predictors of self-report (approximate R2 = 0.40, p < 0.0001) and laboratory (approximate R2 = 0.20, p < 0.0001) drinking behavior. There seemed to be some specificity with respect to the facets of drinking behavior accounted for by each independent variable: low academic achievement and sensitivity to alcohol reinforcement were more related to quantity of alcohol consumption and frequency of excessive consumption, whereas psychoticism was more related to self-reported negative consequences with alcohol. A cluster analysis on three identified correlates of drinking behavior indicated that the two experimental groups could be more accurately subdivided into three homogeneous types. Multigenerational family history males were disproportionately represented in two of these groups: one characterized by enhanced sensitivity to alcohol reinforcement and the other characterized by high psychoticism scores and alcohol-related problems.",
      "type": {
        "href": "publication/13882172_Disinhibited_Personality_and_Sensitivity_to_Alcohol_Reinforcement",
        "text": "Article"
      },
      "date": "Dec 1997",
      "reads": "120 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Patricia_Conrod2",
            "text": "Patricia Conrod"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/14165495_Biphasic_Effects_of_Alcohol_on_Heart_Rate_Are_Influenced_by_Alcoholic_Family_History_and_Rate_of_Alcohol_Ingestion",
        "text": "Biphasic Effects of Alcohol on Heart Rate Are Influenced by Alcoholic Family History and Rate of Alcohol Ingestion"
      },
      "abstract": "The present study investigated cardiac response to acute alcohol challenge along the blood alcohol concentration (BAC) curve in two groups of young adult nonalcoholic men with (MFH) and without (FH-) multigenerational family histories of alcoholism, matched for drinking history. BACs and resting heart rate measurements were recorded every 10 min for 3 hr after ingestion of a 1.0 ml/kg dose of 95% USP alcohol at two different rates: one of 20 min (slow drinking) and the other of 5 min (fast drinking). Several analyses of variance were performed for each of the dependent measures [BAC and heart rate change from baseline (HRCH)]. A significant risk x BAC phase interaction emerged from the HRCH analysis, indicating that the MFH group was characterized by a significantly greater increase in resting heart rate along the ascending limb of the BAC curve. A significant risk x BAC phase x rate interaction indicated that, when alcohol was consumed at a faster rate, men with multigenerational family histories of alcoholism demonstrated a greater HRCH, which persisted throughout the BAC curve.",
      "type": {
        "href": "publication/14165495_Biphasic_Effects_of_Alcohol_on_Heart_Rate_Are_Influenced_by_Alcoholic_Family_History_and_Rate_of_Alcohol_Ingestion",
        "text": "Article"
      },
      "date": "Dec 1997",
      "reads": "72 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Patricia_Conrod2",
            "text": "Patricia Conrod"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/32432150_Sophie_Mankowski",
            "text": "Sophie Mankowski"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/14222330_Ethanol-Induced_Change_in_Cardiac_and_Endogenous_Opiate_Function_and_Risk_for_Alcoholism",
        "text": "Ethanol-Induced Change in Cardiac and Endogenous Opiate Function and Risk for Alcoholism"
      },
      "abstract": "Susceptibility to alcoholism varies with age, gender, and familial background. Youthful nonalcoholic males with multigenerational family histories of male alcoholism seem at particular risk. Previous investigations suggest that such males are characterized by abnormal psychophysiological response, while sober and alcohol-intoxicated; additional recent studies indicate that the endogenous opiate systems are involved in mediating ethanol reinforcement and modulating intake. We first compared cardiac response to alcohol administration among young (mean = 22.8 years), nonalcoholic men and women with multigenerational, unigenerational, and negative family histories of alcohol dependence and abuse. Then, we compared the ethanol-induced cardiac response of the males in these three groups to that of currently alcohol-dependent older males and age-matched nonalcoholic male controls. Finally, we examined ethanol-induced change in plasma beta-endorphin and cortisol levels among a subset of the nonalcoholic males, divided into those with high and low levels of postethanol administration heart-rate increase. Nonalcoholic males with multigenerational family histories of male alcoholism were characterized by significantly higher [t(301) = 5.70, p < 0.0001, Cohen's d = 0.73] levels of ethanol-induced heart-rate increase than nonalcoholics from all other comparison groups. The magnitude of their increase matched that of current male alcohol-dependents. Nonalcoholic males with high levels of ethanol-induced heart-rate increase also produced significantly more plasma beta-endorphin after consuming alcohol. Peak production of beta-endorphin was highly correlated (r = 0.861, p < 0.001) with magnitude of heart-rate increase. A subset of those at risk for alcoholism may be characterized by sensitivity to ethanol-induced reward, marked by heightened ethanol-induced, heart-rate increase, mediated by ethanol stimulation of endogenous opiate production. This subset might contain those who, once alcoholic, would differentially benefit from treatment with opiate antagonists.",
      "type": {
        "href": "publication/14222330_Ethanol-Induced_Change_in_Cardiac_and_Endogenous_Opiate_Function_and_Risk_for_Alcoholism",
        "text": "Article"
      },
      "date": "Dec 1996",
      "reads": "182 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/C_Gianoulakis",
            "text": "C. Gianoulakis"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/7232617_Kenneth_R_Bruce",
            "text": "Kenneth R. Bruce"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/14351045_Characteristics_and_Putative_Mechanisms_in_Boys_at_Risk_for_Drug_Abuse_and_Aggression",
        "text": "Characteristics and Putative Mechanisms in Boys at Risk for Drug Abuse and Aggression"
      },
      "type": {
        "href": "publication/14351045_Characteristics_and_Putative_Mechanisms_in_Boys_at_Risk_for_Drug_Abuse_and_Aggression",
        "text": "Article"
      },
      "date": "Dec 1996",
      "reads": "131 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/240962030_Fighting_as_a_Function_of_Personality_and_Neuropsychological_Measures",
        "text": "Fighting as a Function of Personality and Neuropsychological Measures"
      },
      "type": {
        "href": "publication/240962030_Fighting_as_a_Function_of_Personality_and_Neuropsychological_Measures",
        "text": "Article"
      },
      "date": "Dec 1996",
      "reads": "122 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/2013758150_KRISTIN_E_VICKERS",
            "text": "KRISTIN E. VICKERS"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2032963933_Christopher_D_Hornig",
            "text": "Christopher D. Hornig"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Richard_Tremblay4",
            "text": "Richard Ernest Tremblay"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/14673915_Alcoholism_The_role_of_different_motivational_systems",
        "text": "Alcoholism: The role of different motivational systems"
      },
      "abstract": "Individuals use and misuse alcohol (and other drugs) because of the pharmacologically mediated effects these substances have on the operation of 4 psychobiological systems, mediating response to motivationally relevant unconditioned and conditioned stimuli. These 4 systems have unique neuroanatomical structure, biochemical modes of operation, association with affect, behavior and cognition, and responsiveness to drugs of abuse. Individual variation in the operation of these systems determines individual susceptibility to initiation and maintenance of drug use and abuse. Sources of such variation differ, in a vitally important fashion, in various specific populations of individuals at heightened risk for drug abuse. Nonalcoholic sons of male alcoholics, with multigenerational family histories of male alcoholism, appear to be at heightened risk for the development of alcohol abuse because alcohol eliminates their heightened response to threat, and because they are hypersensitive to ethanol's psychomotor stimulant effects. Anxiety-sensitive individuals also appear attracted to alcohol for its anxiolytic properties. Many other important sources of idiosyncratic variability exist. Detailed analysis of such sources may lead to the development of more effective prevention and treatment programs.",
      "type": {
        "href": "publication/14673915_Alcoholism_The_role_of_different_motivational_systems",
        "text": "Article"
      },
      "date": "Dec 1995",
      "reads": "433 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/15302270_Provocation_Acute_Alcohol_Intoxication_Cognitive_Performance_and_Aggression",
        "text": "Provocation, Acute Alcohol Intoxication, Cognitive Performance, and Aggression"
      },
      "abstract": "This study investigated the relationships between provocation, acute alcohol intoxication, impaired frontal-lobe function, and aggressive behavior. The authors ranked 114 men according to their performance on two neuropsychological tests associated with frontal-lobe function. Forty-eight men (24 with scores in the upper and 24 with scores in the lower performance quartiles) participated in the full study. Half completed and aggression task while intoxicated, the remainder while sober. Aggression was defined as shock intensity delivered to a sham opponent. Shock intensity significantly increased as a main effect of provocation, alcohol intoxication, and lower cognitive performance. Furthermore, provocation interacted significantly with test performance such that individuals in the lower cognitive performance quartile responded to increased provocation with heightened aggression.",
      "type": {
        "href": "publication/15302270_Provocation_Acute_Alcohol_Intoxication_Cognitive_Performance_and_Aggression",
        "text": "Article"
      },
      "date": "Dec 1995",
      "reads": "255 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Mark_Lau2",
            "text": "Mark A Lau"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/15496388_Drugs_and_aggression_Correlations_crime_and_human_manipulative_studies_and_some_proposed_mechanisms",
        "text": "Drugs and aggression: Correlations, crime and human manipulative studies and some proposed mechanisms"
      },
      "abstract": "Violence and drugs seem to mix readily. In this paper, relevant correlational studies are briefly reviewed and methodological issues are discussed. With a focus on alcohol, facts pointing to some type of causal relationship are presented both from crime and laboratory manipulative studies. Dose and rate-dependent anxiolytic, psychomotor stimulant and alteration in inhibitory and problem-solving cognitive functions are each in turn seen as precipatory to aggression. Drugs other than alcohol which interact with these systems are also discussed.",
      "type": {
        "href": "publication/15496388_Drugs_and_aggression_Correlations_crime_and_human_manipulative_studies_and_some_proposed_mechanisms",
        "text": "Article"
      },
      "date": "Dec 1995",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/223073010_Anxiety_sensitivity_and_self-reported_alcohol_consumption_rates_in_university_women",
        "text": "Anxiety sensitivity and self-reported alcohol consumption rates in university women"
      },
      "abstract": "A growing literature suggests a significant relationship between “anxiety sensitivity” (AS; fear of anxiety symptoms) and alcohol use/abuse. The present study examined the relationship between levels of AS and self-reported rates of weekly alcohol consumption and frequency of “excessive drinking” (i.e., number of times legally intoxicated per year). Subjects were 30 nonalcoholic university women, divided into three AS groups (high, moderate, and low) based upon scores on the Anxiety Sensitivity Index (ASI). High AS women reported consuming significantly more alcoholic beverages on a weekly basis and drinking to excess more times per year than low AS controls. ASI scores were found to be significantly positively correlated with both measures of self-reported alcohol consumption. The results support the hypothesis of a positive relationship between AS levels in young adult women and extent of excessive alcohol use.",
      "type": {
        "href": "publication/223073010_Anxiety_sensitivity_and_self-reported_alcohol_consumption_rates_in_university_women",
        "text": "Article"
      },
      "date": "Dec 1995",
      "reads": "145 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Sherry_Stewart",
            "text": "Sherry H Stewart"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/15185499_Cardiovascular_reactivity_as_a_predictor_of_alcohol_consumption_in_a_taste_test_situation",
        "text": "Cardiovascular reactivity as a predictor of alcohol consumption in a taste test situation"
      },
      "abstract": "The existence of a relationship between cardiovascular reactivity to signalled shock and alcohol consumption can be inferred from studies of males at increased familial risk for alcoholism. The present study examined two groups of nonalcoholic men--those with multigenerational histories (MGH) of alcoholism and family--history negative (FH-) controls-to determine whether reactivity was related to voluntary ethanol consumption in the context of a beverage taste test. High reactors, a significant majority of whom were MGH males, drank significantly more vodka and orange juice, rum and coke, and orange juice when asked to rate the flavor of three alcoholic and two nonalcoholic drinks. High reactors also consumed more alcohol on a weekly basis according to their self-report.",
      "type": {
        "href": "publication/15185499_Cardiovascular_reactivity_as_a_predictor_of_alcohol_consumption_in_a_taste_test_situation",
        "text": "Article"
      },
      "date": "Dec 1994",
      "reads": "92 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/40092640_Peter_R_Giancola",
            "text": "Peter R Giancola"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/14788263_A_biosocial_model_of_the_alcohol-aggression_relationship",
        "text": "A biosocial model of the alcohol-aggression relationship"
      },
      "abstract": "Four of alcohol's dose- and rate-dependent pharmacological properties may increase the likelihood of human aggression. As an anxiolytic, alcohol is capable of reducing the inhibitory effect of fear on manifestation of aggressive behavior. As a psychomotor stimulant, alcohol can potentiate aggressive behavior, once evoked, or lower the threshold for such evocation. Alcohol-related disruption of certain higher order cognitive functions may reduce the inhibitory control generally exercised by previously established knowledge and decrease ability to plan in the face of threat or punishment. Finally, alcohol's ability to increase pain sensitivity may increase the likelihood of defensive aggression. Discussion of the nature and relevance of these pharmacological properties is structured according to a heuristic and synthetic schema, predicated upon consideration of an inhibitory neuropsychological structure--the individually and culturally determined general expectancy set.",
      "type": {
        "href": "publication/14788263_A_biosocial_model_of_the_alcohol-aggression_relationship",
        "text": "Article"
      },
      "date": "Dec 1993",
      "reads": "950 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Mark_Lau2",
            "text": "Mark A Lau"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/14825060_Heart-rate_reactivity_and_alcohol_consumption_among_sons_of_alcoholics_and_sons_of_non-alcoholics",
        "text": "Heart-rate reactivity and alcohol consumption among sons of alcoholics and sons of non-alcoholics"
      },
      "abstract": "Recent studies have demonstrated that sons of male alcoholics with multigenerational family histories of male alcoholism are characterized by sober heart-rate hyperreactivity to aversive stimuli, susceptibility to alcohol-induced dampening of that hyperreactivity and by increased resting heart rate while intoxicated. Regression analyses indicate that the magnitude of alcohol-induced change in resting and reactive cardiac response is significantly and powerfully associated with the degree of self-reported voluntary alcohol consumption among 85 non-alcoholic males who are either lacking or who have moderate or extensive family histories of male alcoholism. It appears that heightened sensitivity to alcohol-induced increase in resting and decrease in reactive heart rate might mark or underlie familial risk for developing alcoholism.",
      "type": {
        "href": "publication/14825060_Heart-rate_reactivity_and_alcohol_consumption_among_sons_of_alcoholics_and_sons_of_non-alcoholics",
        "text": "Article"
      },
      "date": "Dec 1993",
      "reads": "142 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jean_Seguin",
            "text": "Jean Richard Séguin"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Sherry_Stewart",
            "text": "Sherry H Stewart"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/14884346_Risk_for_alcoholism_antisocial_behavior_and_response_perseveration",
        "text": "Risk for alcoholism, antisocial behavior, and response perseveration"
      },
      "abstract": "Numerous studies have demonstrated the existence of an association between alcoholism and antisocial personality (ASP). The present study tested two hypotheses: First, that nonalcoholic men with a multigenerational familial history (MGH) of alcoholism would play more cards on a card task that has been shown previously to differentiate antisocial populations from normals and, second, that MGH subjects would display more evidence of ASP on two personality questionnaires: The Self-Report Psychopathy scale and the Socialization scale of the California Psychological Inventory. A total of 28 subjects (14 MGH and 14 family history negative for alcoholism [FH-]) were employed in this study. MGH subjects played significantly more cards during the card task than did FH- subjects. However, the two groups did not differ on the ASP questionnaires. The possibility that a subtle frontal-lobe deficit, rather than ASP per se, underlies the poorer performance of the MGH males is discussed.",
      "type": {
        "href": "publication/14884346_Risk_for_alcoholism_antisocial_behavior_and_response_perseveration",
        "text": "Article"
      },
      "date": "Dec 1993",
      "reads": "125 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/40092640_Peter_R_Giancola",
            "text": "Peter R Giancola"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/236273549_Genetic_and_other_risk_factors_for_alcoholism",
        "text": "Genetic and other risk factors for alcoholism"
      },
      "type": {
        "href": "publication/236273549_Genetic_and_other_risk_factors_for_alcoholism",
        "text": "Chapter"
      },
      "date": "Dec 1993",
      "reads": "223 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242760361_Alcohol_serotonin_and_aggression",
        "text": "Alcohol, serotonin and aggression"
      },
      "abstract": "Deficiencies in the brain chemical serotonin are associated with increased tendency to violence and victimization. Alcohol consumption interacts with serotonin levels to increase the likelihood of aggression.",
      "type": {
        "href": "publication/242760361_Alcohol_serotonin_and_aggression",
        "text": "Article"
      },
      "date": "Dec 1993",
      "reads": "1 Recommendation",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/247168273_Social_variability_alcohol_consumption_and_the_inherited_predisposition_to_alcoholism",
        "text": "Social variability, alcohol consumption, and the inherited predisposition to alcoholism"
      },
      "abstract": "This study examines psychological and demographic differences between (other) drug-using and non-drug-using alcoholic women and two contrast groups of controls in a population based nonclinical sample of women. Respondents varied in extent of drug use and were categorized into one of five groups ranging from drug abusing/dependent alcoholics to controls. As in previous studies on males, higher levels of drug involvement were associated with higher rates of antisocial behavior, depression, and alcohol-related problems, and were inversely related to level of mental health, adaptive functioning , and income. ALCOHOL EXPECTANCIES AS MEDIATORS OF OTHER BIOPSYCHOSOCIAL RISK FACTORS. Paul Greenbaum, Jack Darkes, Bruce Rather and Mark Goldman. University of South Florida, Tampa, FL. Statistical modeling techniques and a longitudinal design were used to examine the hypothesis that alcohol expectancies serve as a central mediating process in alcohol use. In a sample of entering college students (N = 107), alcohol expectancies were found to mediate significant variance in the influence of several known antecedents of drinking upon drinking one year later. Expectancies also accounted for significant unique variance in drinking at the end of one year (p < .01) beyond that accounted for by initial drinking. Results support the hypothesis that antecedent risk factors may influence drinking in part through alcohol expectancies stored in memory which subsequently exert proximal influence on drinking decision.",
      "type": {
        "href": "publication/247168273_Social_variability_alcohol_consumption_and_the_inherited_predisposition_to_alcoholism",
        "text": "Article"
      },
      "date": "Dec 1993",
      "reads": "58 Reads",
      "authors": [
        {
          "author": {
            "href": "scientific-contributions/33759705_David_LeMarquand",
            "text": "David LeMarquand"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2020374167_RM_Roth",
            "text": "R.M. Roth"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/236273594_Alcohol_and_aggression_Three_potential_mechanisms_of_the_drug_effect",
        "text": "Alcohol and aggression: Three potential mechanisms of the drug effect"
      },
      "abstract": "Rates of interpersonal violence appear to be increasing in US society. In the United States today, the homicide rate is roughly double what it was in 1960; violence is the leading cause of death for individuals under 45 years of age; a rape, murder or assault occurs every 25 seconds; and six million individuals each year are victims of violent crimes.",
      "type": {
        "href": "publication/236273594_Alcohol_and_aggression_Three_potential_mechanisms_of_the_drug_effect",
        "text": "Chapter"
      },
      "date": "Dec 1993",
      "reads": "133 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/21571633_Factor_structure_and_correlates_of_the_Tridimensional_Personality_Questionnaire",
        "text": "Factor structure and correlates of the Tridimensional Personality Questionnaire"
      },
      "abstract": "Cloninger has proposed a model linking personality characteristics to patterns of responses to various stimuli, including alcohol. The model also uses personality characteristics to divide alcoholics into two types. In order to assess the relevant aspects of personality, the Tridimensional Personality Questionnaire (TPQ) was developed. This study examined the factor structure and correlates of the questionnaire to shed light on its validity. A confirmatory factor analysis of the TPQ failed to replicate the three proposed factors of novelty seeking, harm avoidance and reward dependence. Alternative models also failed to fit the data. The three factors were correlated with other personality measures theoretically linked to drinking (MacAndrew, Socialization and Sensation-Seeking scales), quantity and frequency measures of alcohol use and a measure of alcohol abuse (the Michigan Alcoholism Screening Test). The pattern of correlations provides evidence for the convergent validity of the TPQ. Nevertheless, the failure to replicate the factor structure suggests that the scale requires further revision before the model can be adequately tested.",
      "type": {
        "href": "publication/21571633_Factor_structure_and_correlates_of_the_Tridimensional_Personality_Questionnaire",
        "text": "Article"
      },
      "date": "Dec 1992",
      "reads": "112 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Mitch_Earleywine",
            "text": "Mitch Earleywine"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/56491612_Peter_R_Finn",
            "text": "Peter R. Finn"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/21594394_Cognitive_Dysfunction_and_the_Inherited_Predisposition_to_Alcoholism",
        "text": "Cognitive Dysfunction and the Inherited Predisposition to Alcoholism:"
      },
      "abstract": "A battery of neuropsychological tests was administered to 22 nonalcoholic sons of male alcoholics (SOMAs) from families with extensive histories of male alcoholism and to 22 nonalcoholic controls with no history of familial alcoholism. In each group 11 subjects were tested while sober and 11 were tested while alcohol-intoxicated. Analyses of the results of this battery suggested (1) that SOMAs may be characterized by comparative decrements in those cognitive functions associated with the organization of novel information, dependent in theory upon the prefrontal cortex; and (2) that alcohol detrimentally affects delayed memory, associated with the temporal cortex, equally across groups. Of these SOMAs 20 had previously participated in one of two studies that demonstrated their cardiovascular hyper-reactivity to threat/stress and their increased sensitivity to the reactivity-dampening effects of alcohol intoxication. Correlational analyses of the results of the present and previous studies demonstrated the existence of a highly significant relationship between cognitive impairment, cardiovascular hyper-reactivity and susceptibility to the reactivity-dampening effects of alcohol.",
      "type": {
        "href": "publication/21594394_Cognitive_Dysfunction_and_the_Inherited_Predisposition_to_Alcoholism",
        "text": "Article"
      },
      "date": "Dec 1992",
      "reads": "204 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/56491612_Peter_R_Finn",
            "text": "Peter R. Finn"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/236273524_Alcohol_drug_use_and_aggressive_behavior",
        "text": "Alcohol, drug use and aggressive behavior"
      },
      "abstract": "Rates of interpersonal violence appear to be increasing in US society. In the US today, the homicide rate is roughly double what it ws in 1960.",
      "type": {
        "href": "publication/236273524_Alcohol_drug_use_and_aggressive_behavior",
        "text": "Chapter"
      },
      "date": "Dec 1992",
      "reads": "338 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/242829160_Etiology",
        "text": "Etiology"
      },
      "abstract": "Many diverse processes terminate in addiction.",
      "type": {
        "href": "publication/242829160_Etiology",
        "text": "Article"
      },
      "date": "Dec 1992",
      "reads": "186 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/21309516_A_biobehavioural_model_for_the_inherited_predisposition_to_alcoholism",
        "text": "A biobehavioural model for the inherited predisposition to alcoholism"
      },
      "abstract": "Sons of male alcoholics are at increased risk for the development of alcoholism, and are characterized as well by other traits, that may serve as markers for the alcoholic predisposition. These other traits include mild cognitive abnormalities, cardiac hyper-reactivity to signalled electric shock, susceptibility to alcohol-intoxication elimination of that hyper-reactivity, and increased baseline heart-rate while drinking.",
      "type": {
        "href": "publication/21309516_A_biobehavioural_model_for_the_inherited_predisposition_to_alcoholism",
        "text": "Article"
      },
      "date": "Dec 1991",
      "reads": "135 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/21353541_The_Tridimensional_Personality_Questionnaire_and_the_inherited_risk_for_alcoholism",
        "text": "The Tridimensional Personality Questionnaire and the inherited risk for alcoholism"
      },
      "abstract": "The Tridimensional Personality Questionnaire (TPQ) (Cloninger, 1987c) was administered to four groups of young men. The first group was composed of nonalcoholic sons of male alcoholics with extensive multigenerational family histories of male alcohol abuse. The second was made up of nonalcoholic men with alcoholic fathers. The third group was composed of nonalcoholic men with no family history of alcoholism, taken from the general population. The fourth group contained male undergraduates with no family history of alcoholism. There were no significant differences between the mean scores obtained by members of all four groups on the three major subscales of the TPQ.",
      "type": {
        "href": "publication/21353541_The_Tridimensional_Personality_Questionnaire_and_the_inherited_risk_for_alcoholism",
        "text": "Article"
      },
      "date": "Dec 1991",
      "reads": "79 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/43775285_Daniel_Weiner",
            "text": "Daniel Weiner"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Mitch_Earleywine",
            "text": "Mitch Earleywine"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/234081762_Attention-deficit_hyperactivity_disorder_childhood_conduct_disorder_and_alcoholism_Is_there_an_association",
        "text": "Attention-deficit hyperactivity disorder, childhood conduct disorder, and alcoholism: Is there an association?"
      },
      "abstract": "What are the connections between attention-deficit hyperactivity disorder, childhood conduct disorder, and the development later in life of alcoholism or other drug abuse? Can we differentiate children who may develop problems with alcohol or other drugs later in life from those who may not?",
      "type": {
        "href": "publication/234081762_Attention-deficit_hyperactivity_disorder_childhood_conduct_disorder_and_alcoholism_Is_there_an_association",
        "text": "Article"
      },
      "date": "Dec 1991",
      "reads": "194 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/20848433_Acute_alcohol_intoxication_and_cognitive_functioning",
        "text": "Acute alcohol intoxication and cognitive functioning"
      },
      "abstract": "Acute alcohol intoxication produces changes in the cognitive functioning of normal individuals. These changes appear similar prima facie to those exhibited by individuals who sustain prefrontal lobe damage during adulthood. In order to test the validity of this observation, and to control for the confounding effects of expectancy, 72 male subjects were administered a battery of neuropsychological tests, within the context of a balanced-placebo design. Each subject received one of three widely different doses of alcohol. Analysis of the results of the cognitive test battery demonstrated that a high dose of alcohol detrimentally affects a number of functions associated with the prefrontal and temporal lobes, including planning, verbal fluency, memory and complex motor control. Expectancy does not appear to play a significant role in determining this effect. The implications of this pattern of impairment are analyzed and discussed.",
      "type": {
        "href": "publication/20848433_Acute_alcohol_intoxication_and_cognitive_functioning",
        "text": "Article"
      },
      "date": "Dec 1990",
      "reads": "5,260 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/6570170_Rothfleisch_JM",
            "text": "Rothfleisch JM"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Philip_Zelazo2",
            "text": "Philip Zelazo"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/21002590_Information_processing_neuropsychological_function_and_the_inherited_predisposition_to_alcoholism",
        "text": "Information processing, neuropsychological function, and the inherited predisposition to alcoholism"
      },
      "abstract": "Sons of male alcoholics are at particularly heightened risk for the development of alcoholism. This heightened risk frequently appears in association with increased incidence of conduct disorder or hyperactivity, with deficits in abstract thinking and poor school performance, with abnormalities in cued psychophysiological response, and with increased sensitivity to the putatively stress-response-dampening effects of alcohol intoxication. This risk and its associated features are discussed within the context of a neuropsychological theory, predicted on the notions (1) that deficits in cognitive functions theoretically dependent upon the intact functioning of the prefrontal cortex could underlie manifestation of the idiosyncracies commonly attributed to sons of male alcoholics, and (2) that acute alcohol intoxication could relieve the subjective discomfort associated with the consequences of such deficits.",
      "type": {
        "href": "publication/21002590_Information_processing_neuropsychological_function_and_the_inherited_predisposition_to_alcoholism",
        "text": "Article"
      },
      "date": "Dec 1990",
      "reads": "134 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/232458007_Acute_alcohol_intoxication_and_cognitive_functioning",
        "text": "Acute alcohol intoxication and cognitive functioning."
      },
      "abstract": "Investigated whether a similar neuropsychological deficit pattern underlies prefrontal lobe syndrome and alcohol intoxication and whether alcohol expectancy detrimentally affects neuropsychological performance. 72 male university students were administered a battery of neuropsychological tests, including the Porteus Maze Test and the Wisconsin Card Sorting Test, after receiving 1 of 3 different doses of alcohol. A high dose of alcohol detrimentally affected many functions associated with the prefrontal and temporal lobes, including planning, verbal fluency, memory, and complex motor control. Expectancy did not appear to play a significant role in determining this effect. (PsycINFO Database Record (c) 2012 APA, all rights reserved)",
      "type": {
        "href": "publication/232458007_Acute_alcohol_intoxication_and_cognitive_functioning",
        "text": "Article"
      },
      "date": "Dec 1990",
      "reads": "178 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/2079730566_Jennifer_Rothfleisch",
            "text": "Jennifer Rothfleisch"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Philip_Zelazo2",
            "text": "Philip Zelazo"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/232523002_A_heuristic_model_for_the_inherited_predisposition_to_alcoholism",
        "text": "A heuristic model for the inherited predisposition to alcoholism"
      },
      "abstract": "Presents a research program for studying individuals genetically at high risk for alcoholism. Data from multigenerational nonproblem-drinking sons of male alcoholics indicate that the sons display a pattern of autonomic hyperreactivity to a variety of stimuli. This pattern of reactivity is significantly dampened by high doses of alcohol. These individuals also display difficulty on cognitive tests suggestive of prefrontal lobe dysfunction. This response pattern is not characteristic of controls nor of daughters of multigenerational male alcoholics. A model is presented that hypothesizes a cognitive disturbance underlying the hyperreactivity and posits a problem in the attribution of meaning to novel stimuli and threatening events. (PsycINFO Database Record (c) 2012 APA, all rights reserved)",
      "type": {
        "href": "publication/232523002_A_heuristic_model_for_the_inherited_predisposition_to_alcoholism",
        "text": "Article"
      },
      "date": "Dec 1990",
      "reads": "157 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/56491612_Peter_R_Finn",
            "text": "Peter R. Finn"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/20944340_Inherited_Predisposition_to_Alcoholism_Characteristics_of_Sons_of_Male_Alcoholics",
        "text": "Inherited Predisposition to Alcoholism: Characteristics of Sons of Male Alcoholics"
      },
      "abstract": "Sons of male alcoholics (SOMAs) are at markedly heightened genetic risk for the development of alcohol abuse. Study of SOMAs could therefore conceivably increase the efficiency of research aimed at uncovering those heritable factors that predispose to alcoholism. SOMAs manifest observable behavioral, cognitive, and psychophysiological abnormalities while sober and react idiosyncratically to alcohol intoxication. They are most commonly described as conduct disordered and hyperactive, appear heir to a variety of deficits in verbal and abstract cognition, and perform more poorly in the academic environment. SOMAs are characterized by abnormal patterns of cued psychophysiological response, and appear more sensitive to the putatively reinforcing aspects of alcohol intoxication. Various methodological weaknesses permeate the relevant literature. Some straightforward improvements are suggested.",
      "type": {
        "href": "publication/20944340_Inherited_Predisposition_to_Alcoholism_Characteristics_of_Sons_of_Male_Alcoholics",
        "text": "Article"
      },
      "date": "Dec 1990",
      "reads": "4,860 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/56491612_Peter_R_Finn",
            "text": "Peter R. Finn"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/30009551_Potential_psychological_markers_for_the_predisposition_to_alcoholism",
        "text": "Potential psychological markers for the predisposition to alcoholism"
      },
      "abstract": "Sons of male alcoholics (SOMAs) are at increased risk for the development of alcoholism, and are apparently characterized by other abnormalities. It is possible that one or more of these abnormalities might serve as a marker for the alcoholic predisposition. Research described in this thesis, conducted in the hopes of identifying such a marker, was designed (1) to separate the relative pharmacological and psychological effects of acute alcohol intoxication upon neuropsychological functioning; (2) to investigate the neuropsychological function of SOMAs with a multigenerational family history of male alcoholism; (3) to examine the relationship between SOMAs' neuropsychological function and their cardiovascular hyper-reactivity to threat of and aversive stimuli; and (4) to investigate the relationship between a number of cardiovascular response patterns and voluntary weekly alcohol consumption. These studies are linked conceptually, within the context of a general theory of information-processing and action.",
      "type": {
        "href": "publication/30009551_Potential_psychological_markers_for_the_predisposition_to_alcoholism",
        "text": "Article"
      },
      "date": "Dec 1990",
      "reads": "2,670 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/247167876_Response_to_reward_and_punishment_and_the_inherited_risk_for_alcoholism",
        "text": "Response to reward and punishment and the inherited risk for alcoholism"
      },
      "type": {
        "href": "publication/247167876_Response_to_reward_and_punishment_and_the_inherited_risk_for_alcoholism",
        "text": "Article"
      },
      "date": "Jun 1990",
      "reads": "131 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/314831662_An_heuristic_model_for_the_inherited_predisposition_to_alcoholism",
        "text": "An heuristic model for the inherited predisposition to alcoholism"
      },
      "type": {
        "href": "publication/314831662_An_heuristic_model_for_the_inherited_predisposition_to_alcoholism",
        "text": "Article"
      },
      "date": "Jan 1990",
      "reads": "97 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/56491612_Peter_R_Finn",
            "text": "Peter R. Finn"
          }
        }
      ]
    },
    {
      "title": {
        "href": "publication/20491119_Autonomic_hyperreactivity_and_risk_for_alcoholism",
        "text": "Autonomic hyperreactivity and risk for alcoholism"
      },
      "abstract": "1. Studies which illustrate autonomic hyperreactivity in sons of alcoholics are reviewed and discussed. This response is elicited by a wide range of stimuli which vary from the stressful to the incidental. It also occurs independently of coping strategy. This hyperreactivity, which is particularly characteristic of multigenerational sons of alcoholics is significantly dampened by alcohol. This pattern of results supports a negative reinforcement model of alcohol abuse in these individuals.",
      "type": {
        "href": "publication/20491119_Autonomic_hyperreactivity_and_risk_for_alcoholism",
        "text": "Article"
      },
      "date": "Dec 1989",
      "reads": "346 Reads",
      "authors": [
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Robert_Pihl",
            "text": "Robert O Pihl"
          }
        },
        {
          "author": {
            "href": "scientific-contributions/56491612_Peter_R_Finn",
            "text": "Peter R. Finn"
          }
        },
        {
          "author": {
            "href": "https://www.researchgate.net/profile/Jordan_Peterson2",
            "text": "Jordan B Peterson"
          }
        }
      ]
    }

  ],
  "url": "https://www.researchgate.net/profile/Jordan_Peterson2/2",
  "key": "/rg/articles?name=Jordan_Peterson2/2",
  "cached": "2018-12-20T12:25:30.747Z"
}
