{
  "articles": [
    {
      "keywords": "Agglomeration; Globalization; Integration",
      "link": "https://ideas.repec.org/p/cpr/ceprdp/1015.html",
      "bibliographic": {
        "handle": "RePEc:cpr:ceprdp:1015",
        "number": "1015",
        "creation_date": "1994",
        "name": "Globalization and the Inequality of Nations"
      },
      "abstract": "The paper considers a model in which an imperfectly competitive manufacturing sector produces goods which are used both for final consumption and as intermediates. Intermediate usage creates cost and demand linkages between firms and a tendency for manufacturing agglomeration. How does globalization affect the location of manufacturing and the gains from trade? At high transport costs all countries have some manufacturing industry, but when transport costs fall below a critical value a core-periphery pattern forms spontaneously, and nations that find themselves in the periphery suffer a decline in real income. As transport costs continue to fall there comes a second stage of convergence in real incomes, in which the peripheral nations gain and the core nations may well lose.",
      "author": "Krugman, Paul & Venables, Anthony J",
      "series": {
        "handle": "RePEc:cpr:ceprdp",
        "name": "C.E.P.R. Discussion Papers, CEPR Discussion Papers"
      }
    },
    {
      "keywords": "Agglomeration; Linkages; Location; Regions; Self-Organization",
      "link": "https://ideas.repec.org/p/cpr/ceprdp/1230.html",
      "bibliographic": {
        "handle": "RePEc:cpr:ceprdp:1230",
        "number": "1230",
        "creation_date": "1995",
        "name": "The Seamless World: A Spatial Model of International Specialization"
      },
      "abstract": "This paper is an effort to do international trade theory without mentioning countries. Nearly all models of the international economy assume that trade takes place between nations or regions which are themselves dimensionless points. We develop a model in which economic space is instead assumed to be continuous, and in which this `seamless world' spontaneously organizes itself into industrial and agricultural zones because of the tension between forces of agglomeration and disagglomeration. One might expect such a model to be analytically intractable, but we are able to gain considerable insight through a combination of simulations and an analytical approach originally suggested in a biological context by Alan Turing.",
      "author": "Krugman, Paul & Venables, Anthony J",
      "series": {
        "handle": "RePEc:cpr:ceprdp",
        "name": "C.E.P.R. Discussion Papers, CEPR Discussion Papers"
      }
    },
    {
      "keywords": "Factor Markets; Industrial Location; Peripheral Industry; Trade Liberalization",
      "link": "https://ideas.repec.org/p/cpr/ceprdp/363.html",
      "bibliographic": {
        "handle": "RePEc:cpr:ceprdp:363",
        "number": "363",
        "creation_date": "1990",
        "name": "Integration and the Competitiveness of Peripheral Industry"
      },
      "abstract": "This paper analyses economic integration between two economies; one central, with a large local market, and the other peripheral, with a small local market. Each economy has an imperfectly competitive manufacturing sector. Trade liberalization creates a strong incentive for the imperfectly competitive industry to concentrate in the central region, near the large market. This may cause the direction of net trade to be the opposite of that predicted by factor endowments. This effect may be offset by a lower wage in the periphery than in the centre; we find that in the early stages of integration relative wages in the centre and periphery diverge, with convergence occurring only in the later stages.",
      "author": "Krugman, Paul & Venables, Anthony J",
      "series": {
        "handle": "RePEc:cpr:ceprdp",
        "name": "C.E.P.R. Discussion Papers, CEPR Discussion Papers"
      }
    },
    {
      "keywords": "Exchange Rates; Speculation; Stabilization; Target Zones",
      "link": "https://ideas.repec.org/p/cpr/ceprdp/718.html",
      "bibliographic": {
        "handle": "RePEc:cpr:ceprdp:718",
        "number": "718",
        "creation_date": "1992",
        "name": "Why Have a Target Zone?"
      },
      "abstract": "The desire to avoid speculative runs on currencies appears to be one of the main reasons leading policy-makers to impose currency bands, but the standard analysis of target zones rules out any speculative inefficiencies by assumption. As an alternative we first present simple models of excess volatility due to stop-loss trading and then go on to consider what target zones might accomplish in this context. The principal result is that the speculation of informed traders shifts from being destabilizing to stabilizing, once the target zone assures them that stop-loss orders will not be triggered.",
      "author": "Krugman, Paul & Miller, Marcus",
      "series": {
        "handle": "RePEc:cpr:ceprdp",
        "name": "C.E.P.R. Discussion Papers, CEPR Discussion Papers"
      }
    },
    {
      "keywords": "Eurosclerosis; Inequality; Unemployment; Welfare State",
      "link": "https://ideas.repec.org/p/cpr/ceprdp/867.html",
      "bibliographic": {
        "handle": "RePEc:cpr:ceprdp:867",
        "number": "867",
        "creation_date": "1993",
        "name": "Inequality and the Political Economy of Eurosclerosis"
      },
      "abstract": "Before the early 1970s generous welfare states seemed to be consistent with high employment. Since then, there has been growing concern over disincentive effects of social insurance. This paper suggests that the problem may have arisen in part because European nations were in effect trying to fight market tendencies towards increased inequality. In the United States, with its much more limited welfare state, there has been a striking rise in inequality; a stylized model suggests that the response of redistributive states to these same market forces could have led to a considerable fall in employment.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:cpr:ceprdp",
        "name": "C.E.P.R. Discussion Papers, CEPR Discussion Papers"
      }
    },
    {
      "keywords": "Agglomeration; Industrial Location; Integration",
      "link": "https://ideas.repec.org/p/cpr/ceprdp/886.html",
      "bibliographic": {
        "handle": "RePEc:cpr:ceprdp:886",
        "number": "886",
        "creation_date": "1993",
        "name": "Integration, Specialization and Adjustment"
      },
      "abstract": "The paper considers the equilibrium location of two industries in two countries. Both industries are imperfectly competitive and produce goods which are used in final consumption and as intermediates by firms in the same industry. Intermediate usage creates cost and demand linkages between firms and a tendency for agglomeration of each industry. When trade barriers are high the equilibrium involves division of both industries between both locations in order to meet the final demands of consumers. At lower trade barriers agglomeration forces dominate and the equilibrium involves specialization, with each industry concentrated in a single location. Economic integration may induce specialization. The paper studies the simple dynamics of the model and demonstrates that during the adjustment process a sizeable proportion of the labour force may suffer lower real wages as relocation of industry occurs, although there are long-run gains from integration.",
      "author": "Krugman, Paul & Venables, Anthony J",
      "series": {
        "handle": "RePEc:cpr:ceprdp",
        "name": "C.E.P.R. Discussion Papers, CEPR Discussion Papers"
      }
    },
    {
      "keywords": "monetary systems",
      "link": "https://ideas.repec.org/p/fth/prinfi/190.html",
      "bibliographic": {
        "handle": "RePEc:fth:prinfi:190",
        "number": "190",
        "creation_date": "1993",
        "name": "What Do We Need to Know About the International Monetary System?"
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, P.",
      "series": {
        "handle": "RePEc:fth:prinfi",
        "name": "International Economics Section, Departement of Economics Princeton University,, Princeton Studies in International Economics"
      }
    },
    {
      "keywords": "Tax Competition; Tax Harmonization; New Economic Geography; Geography; Agglomeration; Trade; Europea",
      "link": "https://ideas.repec.org/p/gii/giihei/heiwp01-2001.html",
      "bibliographic": {
        "handle": "RePEc:gii:giihei:heiwp01-2001",
        "number": "01-2001",
        "creation_date": "2001",
        "name": "Agglomeration, Integration and Tax Harmonization"
      },
      "abstract": "This paper considers tax competition and tax harmonization in the presence of agglomeration forces and falling trade costs. With agglomerative forces operating, industry is not indifferent to location in equilibrium, so perfectly mobile capital becomes a quasi-fixed factor. This suggests that the tax game is something subtler than a race to the bottom. Advanced 'core' nations may act like limit-pricing monopolists toward less advanced 'periphery' countries. Consequently, integration need not lead to falling tax rates, and might well be consistent with the maintenance of large welfare states. &quot;Limit taxing&quot; also means that that simple tax harmonization - adoption of a common tax rate - always harms at least one nation and adoption of a rate between the two unharmonised rates harms both nations. A tax floor set at the lowest equilibrium tax rate leads to a weak Pareto improvement.",
      "author": "Richard Baldwin; Paul Krugman",
      "series": {
        "handle": "RePEc:gii:giihei",
        "name": "Economics Section, The Graduate Institute of International Studies, IHEID Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/mit/worpap/191.html",
      "bibliographic": {
        "handle": "RePEc:mit:worpap:191",
        "number": "191",
        "creation_date": "1976",
        "name": "Contractionary Effects of Devaluations"
      },
      "abstract": "No abstract is available for this item.",
      "author": "P. Krugman & L. Taylor",
      "series": {
        "handle": "RePEc:mit:worpap",
        "name": "Massachusetts Institute of Technology (MIT), Department of Economics, Working papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/mit/worpap/391.html",
      "bibliographic": {
        "handle": "RePEc:mit:worpap:391",
        "number": "391",
        "creation_date": "1985",
        "name": "Fiscal Policy, Interest Rates, and Exchange Rates: Some Simple Analytics"
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:mit:worpap",
        "name": "Massachusetts Institute of Technology (MIT), Department of Economics, Working papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/0333.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:0333",
        "number": "0333",
        "creation_date": "1979",
        "name": "Vehicle Currencies And the Structure Of International Exchange"
      },
      "abstract": "This paper is concerned with the reasons why some currencies, such as the pound sterling and the U.S. dollar, have come to serve as &quot;vehicles&quot; for exchanges of other currencies. It develops a three-country model of payments equilibrium with transaction costs, and shows how one currency can emerge as an international medium of exchange. Transaction costs are then made endogenous, and it is shown how the underlying structure of payments limits, without necessarily completely determining, the choice and role of a vehicle currency. Finally, a dynamic model is developed, and the way in which one currency can displace another as the international medium of exchange is explored.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/0651.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:0651",
        "number": "0651",
        "creation_date": "1981",
        "name": "Consumption Preferences, Asset Demands, and Distribution Effects in International Financial Markets"
      },
      "abstract": "This paper is an attempt to examine some of the microeconomic foundations of this last view of the link between current accounts and exchange rata. Several authors, especially Kouri and de Macedo (1978), but also more recently Dornbusch (1980), have sought to justify the portfolio approach in terms of finance theory, deriving asset demands from a mean-variance framework and arguing that differences in the portfolios of different countries explain why changes in the world distribution of wealth affect exchange rates. What I will do in this paper is to argue that, even under seemingly favorable assumptions, these distribution effects nay run the wrong way; that if they run the right way, they will be very weak; and that the incentives for inter-national, portfolio diversification are in any case small, and can be swamped by quite modest transaction costs or other costs to diversification.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/0658.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:0658",
        "number": "0658",
        "creation_date": "1981",
        "name": "Real Exchange Rate Adjustment and the Welfare Effects of Oil Price Decontrol"
      },
      "abstract": "Conventional analysis of the welfare effects of U.S. oil price regulation in the 1970's focuses on the deadweight losses in the oil market. This paper argues that such analysis substantially understates the benefits from decontrolling prices, because decontrol will lead to an improvement in the U.S. terms of trade with respect to other oil importing countries. A simple model of the relationship between oil decontrol and the terms of trade is developed, and the impact is calculated for plausible parameter values. The results suggest that the terms of trade benefits are several times larger than the benefits as conventionally measured.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/0987.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:0987",
        "number": "0987",
        "creation_date": "1982",
        "name": "Inflation, Monetary Velocity, and Welfare"
      },
      "abstract": "This paper develops a simple general equilibrium model of a monetary economy with a capital market, in which monetary demand arises from a &quot;cash-in-advance&quot; constraint rather than from any direct role in the utility function. Uncertainty gives rise to a meaningful portfolio choice between money and bonds. We show that monetary velocity is increasing in the rate of inflation, and that the optimal monetary policy is that which maximizes real balances. We also show that the real rate of interest is not invariant to monetary policy: inflation lowers the real rate.",
      "author": "Paul R. Krugman & Torsten Persson & Lars E.O. Svensson",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/1194.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:1194",
        "number": "1194",
        "creation_date": "1983",
        "name": "A 'Reciprocal Dumping' Model of International Trade"
      },
      "abstract": "This paper develops a model in which the rivalry of oligopolistic firms serves as an independent cause of international trade. The model shows how such rivalry naturally gives rise to &quot;dumping&quot; of output in foreign markets, and shows that such dumping can be &quot;reciprocal&quot; -- that is, there may be two-way trade in the same product. Reciprocal dumpingis shown to be possible for fairly general specification of firm behaviour.The welfare effects of this seemingly pointless trade are ambiguous. On one hand, resources are wasted in the cross-handling of goods; on the other hand, increased competition reduces monopoly distortions. Surprisingly,in the case of free entry and Cournot behaviour reciprocal dumping is unanibiuously beneficial.",
      "author": "James A. Brander & Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/1752.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:1752",
        "number": "1752",
        "creation_date": "1985",
        "name": "Increasing Returns and the Theory of International Trade"
      },
      "abstract": "Increasing returns are as fundamental a cause of international trade as comparative advantage, but their role has until recently been neglected because of the problem of modelling market structure. Recently substantial theoretical progress has been made using three different approaches. These are the Marshallian approach, where economies of scale are assumed external to firms; the Chamberlinian approach, where imperfect competition takes the relatively tractable form of monopolistic competition; and the Cournot approach of noncooperative quantity-setting firms. This paper surveys the basic concepts and results of each approach. It shows that some basic insights are not too sensitive to the particular model of market structure. Although much remains to be done, we have made more progress toward a general analysis of increasing returns and trade than anyone would have thought possible even a few years ago.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/1926.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:1926",
        "number": "1926",
        "creation_date": "1986",
        "name": "Pricing to Market when the Exchange Rate Changes"
      },
      "abstract": "It has been widely remarked that US import prices have not fully reflected movements in the exchange rate. This paper begins with an investigation of the actual extent of &quot;pricing to market&quot; by foreign suppliers. It shows that pricing to market is a real phenomenon, but not universal; in particular, evidence on German export prices suggests that stickiness of import prices is largely confined to machinery and transport equipment. The paper then considers a number of possible models. While the evidence is not sufficient to distinguish among thesemodels, it seems probable that a full explanation will involve both dynamics and imperfect competition.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/1936.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:1936",
        "number": "1936",
        "creation_date": "1986",
        "name": "Market Access and International Competition: A Simulation Study of 16K Random Access Memories"
      },
      "abstract": "This paper develops a model of international competition in an oligopoly characterized by strong learning effects. The model is quantified by calibrating its parameters to reproduce the US-Japanese rivalry in 16K R.A.Ms from 1978-1983. We then ask the following question: how much did the apparent closure of the Japanese market to imports affect Japan's export performance? A simulation analysis suggests that a protected home market was a crucial advantage to Japanese firms, which would otherwise have been uncompetitive both at home and abroad. We find, however, that Japan's home market protection nonetheless produced more costs than benefits for Japan.",
      "author": "Richard E. Baldwin & Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/1957.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:1957",
        "number": "1957",
        "creation_date": "1986",
        "name": "Industrial Organization and International Trade"
      },
      "abstract": "This paper reviews recent work on the relationship between industrial organization and international trade. Five strands in the theoretical literature are discussed. First is the role of economies of scale as a cause of intra-industry trade, modelled using monopolistic competition. Second is the effect of tariffs and quotas on domestic market power. Third is the analysis of dumping as international price discrimination. Fourth is the potential strategy role of government policy as an aid to domestic firms in oligopolistic competition. Finally, the paper discusses recent work that may provide a new argument for protectionism. A concluding section discusses recent efforts at quantification of new trade theory.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/1962.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:1962",
        "number": "1962",
        "creation_date": "1986",
        "name": "Is the Japan Problem Over?"
      },
      "abstract": "This paper argues that Japan's export growth is likely to slow sharply over the next few years, perhaps to zero. For the past dozen years Japan's export volume has gown much more rapidly than her domestic production. This divergence was made necessary primarily by rising oil prices, and secondarily by a shift into current account surplus. Now both these factors are running in reverse. If Japan's export growth does slow sharply, the mechanism will be a very strong yen -- probably above 140. The paper argues that it is Japan's export growth rather than static trade structure that is the main cause of trade tension, so these developments should lead to a considerable reduction in trade friction.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2017.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2017",
        "number": "2017",
        "creation_date": "1986",
        "name": "Persistent Trade Effects of Large Exchage Rate Shocks"
      },
      "abstract": "This paper presents a theoretical basis fcr the srgunent that large exchange rate shocks - such as the rise of the dollar from 1980 to 1985 - may shift historical relationships between exchange rates and trade flows. We begin with partial models in which large exchange rate fluctuations lead to entry or exit decisions that are not reversed when the currency returns to its previous level. When we develop a simple model of the feedback from &quot;hysteresis&quot; in trade to the exchange rate itself. Here we see that a large capital inflow, which leads to an initial appreciation, can result in a persistent reduction in the exchange rate consistent with trade balance.",
      "author": "Richard Baldwin & Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2459.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2459",
        "number": "2459",
        "creation_date": "1987",
        "name": "Trigger Strategies and Price Dynamics in Equity and Foreign Exchange Markets"
      },
      "abstract": "Trigger strategist-s may be defined as act-ors in asset markets who buy or sell when the price reaches a predetermined level ; t-hey include participants in portfolio insurance schemes in equity markets and central banks who intervene to defend an exchange rate target zone. This paper presents an approach to modeling the effects of trigger strategists, with emphasis on how target zones affect market expectations. It is shown that a commitment to defend a target zone will generate stabilizing expectations within the band, which may generate a &quot;target zone honeymoon&quot; . an extended period in which the announcement of a target. zone stabilizes exchange rates without any need for action on the part of authorities. However, an imperfectly credible target zone is vulnerable to crises in which the market tests the authorities' resolve.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2481.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2481",
        "number": "2481",
        "creation_date": "1988",
        "name": "Target Zones and Exchange Rate Dynamics"
      },
      "abstract": "This paper develops a highly simplified model of exchange rate behavior within the band under a target zone regime. It shows that the expectation that authorities will defend the band exerts a stabilizing effect on exchange rate behavior within the band, even when the authorities are not actively intervening. The extent of stabilization can be related in a straightforward way to three factors: the sensitivity of the current exchange rate to expected depreciation, the volatility of the process driving exchange rate &quot;fundamentals&quot;, and the credibility of the commitment by authorities to defend the target zone.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2586.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2586",
        "number": "2586",
        "creation_date": "1988",
        "name": "Deindustrialization, Reindustrialization, and the Real Exchange Rate"
      },
      "abstract": "This paper models an economy in which it is costly to move resources between the tradeable and nontradeable sectors. The economy is subject to capital flows that are unpredictable and are perceived as having only limited persistence. The model shows that both the fact that capital flows are perceived as temporary and uncertainty per se act to limit the responsivesness of resource reallocation to real exchange rate movements. In turn, this reluctance of factors to move widens the range of real exchange rate variation, so that larger movements of the real exchange rate are needed to accommodate transitory, unpredictable capital flows than would be required to accommodate persistent, predictable flows of the same magnitude. The model also shows that large capital inflows that lead to real exchange rate appreciation large enough to induce resource reallocation will typically be followed by a depreciation of the real exchange rate to below its original level.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2971.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2971",
        "number": "2971",
        "creation_date": "1989",
        "name": "History Vs. Expectations"
      },
      "abstract": "In models with external economies, there are often two or more long run equilibria. Which equilibrium is chosen? Much of the literature presumes that &quot;history&quot; sets initial conditions which determine the outcome, but an alternative view stresses the role of &quot;expectations&quot;, i.e. of self-fulfilling prophecy. This paper uses a simple trade model with both external economies and adjustment costs to show how the parameters of the economy determine the relative importance of history and expectations in determining equilibrium.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2972.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2972",
        "number": "2972",
        "creation_date": "1989",
        "name": "Is Bilateralism Bad?"
      },
      "abstract": "In the 1980s the process of trade liberalization through multilateral negotiation seems to have run aground. In its place there have been a number of bilateral and regional moves toward liberalization. Some have been concerned that these local deals may, by undermining the multilateral process, actually reduce world trade and welfare. This paper develops a simple model of the effects of regional trading blocs, and shows that consolidation of the world into a smaller number of such blocs may indeed reduce welfare, even when each bloc acts to maximize the welfare of its members. Indeed, for all plausible parameter values world welfare is minimized when there are three trading blocs. More complex versions of the model offer softer results, but the main thrust is still to validate concern over the effects of bilateral and regional trade deals.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/3163.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:3163",
        "number": "3163",
        "creation_date": "1989",
        "name": "International Trade Effects of Value Added Taxation"
      },
      "abstract": "The actual value added tax systems used in many countries differ significantly from the completely general VAT that has been the focus of most economic analyses. In practice, VAT systems exempt broad classes of consumer goods and services. This has important implications for the effect of the VAT on international trade. A value added tax is sometimes advocated as a way of improving a country's international competitiveness because GATT rules permit the tax to be levied on imports and rebated on exports. This leads to political support for the VAT among exporters and producers of import-competing products. For a general VAT on all consumption, this argument is incorrect except in the very short run because exchange rates or domestic prices adjust to offset the effect of the tax on the relative prices of domestic and foreign goods. When prices or exchange rates have adjusted, a general value added tax will have no effect on imports and exports. In practice, the value added tax frequently exempts housing and many personal services. The VAT thus raises the price of tradeables relative to nontradeables and induces a substitution of housing and services for tradeable goods. Since this implies a reduced consumption of imported goods, it also implies a decline in exports. The most likely effect of the introduction of a VAT would thus be a decline of exports.",
      "author": "Paul Krugman & Martin Feldstein",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/3275.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:3275",
        "number": "3275",
        "creation_date": "1990",
        "name": "Increasing Returns and Economic Geography"
      },
      "abstract": "This paper develops a two-region, two-sector general equilibriun model of location. The location of agricultural production is fixed, but ionopolistcally competitive manufacturing finns choose their location to maximize profits. If transportation costs are high, returns to scale weak, and the share of spending on manufactured goods low, the incentive to produce close to the market leads to an equal division of manufacturing between the regions. With lower transport costs, stronger scale economies, or a higher manufacturing share, circular causation sets in: the more manufacturing is located in one region, the larger that region's share of demand, and this provides an incentive to locate still more manufacturing there. Thus when the parameters of the economy lie even slightly on one side of a critical &quot;phase boundary&quot;, all manufacturing production ends up concentrated in only one region.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/3418.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:3418",
        "number": "3418",
        "creation_date": "1990",
        "name": "Target Zones with Limited Reserves"
      },
      "abstract": "Like a fixed exchange rate, a target zone system may be subject to speculative attacks when the reserves of the central bank are limited. This paper analyzes such speculative attacks and their implications; it shows that the recently developed &quot;smooth pasting&quot; model of target zones should be viewed as a special case that emerges only when reserves are sufficiently large. The paper then uses the target zone framework to resolve a seeming paradox in predicting speculative attacks on a gold standard, arguing that such a standard may best be viewed as the boundary between one-sided target zones.",
      "author": "Paul Krugman & Julio Rotemberg",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/3607.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:3607",
        "number": "3607",
        "creation_date": "1991",
        "name": "Cities in Space: Three Simple Models"
      },
      "abstract": "Urban agglomerations arise at least in part out of the interaction between economies of scale in production and market size effects. This paper develops a simple spatial framework to develop illustrative models of the determinants of urban location, of the number and size of cities, and of the degree of urbanization. A Central theme is the probable existence of multiple equilibria, and the dependence of the range of potential outcomes on a few key parameters.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/3740.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:3740",
        "number": "3740",
        "creation_date": "1991",
        "name": "First Nature, Second Nature, and Metropolitan Location"
      },
      "abstract": "This paper develops models of spatial equilibrium in which a central metropolis emerges to supply manufactured goods to an agricultural hinterland. The location of the metropolis is not fully determined by the location of resources: as long as it is not too far from the geographical center of the region, the concentration of economic mass at the metropolis makes it the optimal location for manufacturing firms, and is thus self-justifying. The approach in this paper therefore helps explain the role of historical accident and self-fulfilling expectations in metropolitan location.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/3886.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:3886",
        "number": "3886",
        "creation_date": "1991",
        "name": "Leapfrogging: A Theory of Cycles in National Technological Leadership"
      },
      "abstract": "Much recent work has suggested that endogenous technological change tends to reinforce the position of the leading nations. Yet from time to time this leadership role shifts. We suggest a mechanism that explains this pattern of -leapfrogging- as a response to occasional major changes in technology. When such a change occurs, leading nations may have no incentive to adopt the new ideas; given their extensive experience with older technologies, the new ideas do not initially seem to be an improvement. Lagging nations, however, have less experience; the new techniques offer them an opportunity to use their lower wages, to break into the market. If the new techniques eventually prove to be more productive than the old, there is a reversal of leadership.",
      "author": "Elise Brezis & Paul Krugman & Daniel Tsiddon",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/4219.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:4219",
        "number": "4219",
        "creation_date": "1992",
        "name": "A Dynamic Spatial Model"
      },
      "abstract": "Any interesting model of economic geography must involve a tension between &quot;centripetal&quot; forces that tend to produce agglomerations and &quot;centrifugal&quot; forces that tend to pull them apart. This paper explores one such model, and shows that the model links together a number of themes in the geography literature. These include: the role of market access, as measured by a measure of &quot;market potential&quot;, in determining manufacturing location; the role of forward and backward linkages in producing agglomerations; the potential for &quot;catastrophes&quot;, i.e., discontinuous changes in location in response to small changes in exogenous variables: and the idea that the economy is a &quot;self-organizing system&quot; that evolves a self-sustaining locational structure.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/4238.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:4238",
        "number": "4238",
        "creation_date": "1992",
        "name": "Trade Policy and the Third World Metropolis"
      },
      "abstract": "Many of the world's largest cities are now in developing countries. We develop a simple theoretical model, inspired by the case of Mexico, that explains the existence of such giant cities as a consequence of the strong forward and backward linkages that arise when manufacturing tries to serve a small domestic market. The model implies that these linkages are much weaker when the economy is open to international trade -- in other words, the giant Third World metropolis is an unintended by-product of import-substitution policies, and will tend to shrink as developing countries liberalize.",
      "author": "Raul Livas Elizondo & Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/4478.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:4478",
        "number": "4478",
        "creation_date": "1993",
        "name": "Trade, Jobs, and Wages"
      },
      "abstract": "There is a broad consensus among US opinion leaders that our economic problem is largely one of failures of international competition -- that trade deficits have eroded our manufacturing base, that inability to sell on world markets has been a major drag on economic growth, and that imports from low-wage countries have caused a widening of income inequality. This paper summarizes recent evidence on these issues, and shows that while there may be a grain of truth to each complaint, in each case the effect is quantitatively minor. The arithmetic of 'competitiveness' just doesn't work.",
      "author": "Paul Krugman & Robert Lawrence",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/4559.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:4559",
        "number": "4559",
        "creation_date": "1993",
        "name": "Integration, Specialization, and the Adjustment"
      },
      "abstract": "In the United States, many industries have a Silicon Valley-type geographic localization. In Europe, these same industries often have four or more major centers of production. This difference is presumably the result of the formal and informal trade barriers that have divided the European market. With the growing integration of that market, however, there is the possibility that Europe will develop an American-style economic geography. This paper uses a theoretical model of industrial localization to demonstrate this possibility, and to show the possible transition costs associated with this shift.",
      "author": "Paul Krugman & Anthony Venables",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/4561.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:4561",
        "number": "4561",
        "creation_date": "1993",
        "name": "Technology and the Life Cycle of Cities"
      },
      "abstract": "During times of major technological change leading cities are often overtaken by upstart metropolitan areas. Such upheavals may be explained if the advantage of established urban centers rests on localized learning-by-doing. When a new technology for which this accumulated experience is irrelevant is introduced, older centers prefer to stay with a technology in which they are more efficient. New centers, however, turn to the new technology, and are competitive despite the raw state of that technology because of their lower land rents and wages. Over time, as the new technology matures, the established cities are overtaken.",
      "author": "Elise Brezis & Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/4563.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:4563",
        "number": "4563",
        "creation_date": "1993",
        "name": "Immigration, Investment and Real Wages"
      },
      "abstract": "When a country is the recipient of large-scale, politically motivated immigration -- as has been the case for Israel in recent years -- the initial impact is to reduce real wages. Over the longer term, however, the endogenous response of investment, together with increasing returns, may well actually increase real earnings. If immigration itself is not wholly exogenous, but responds to real wages, there may be multiple equilibria. That is, optimism or pessimism about the success of the economy at absorbing immigrants may constitute a self-fulfilling prophecy.",
      "author": "Elise S. Brezis & Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/4616.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:4616",
        "number": "4616",
        "creation_date": "1994",
        "name": "Fluctuations, Instability, and Agglomeration"
      },
      "abstract": "Recent models in economic geography suggest that there may be very large numbers of equilibrium spatial structures. Simulations suggest, however, that the structures that emerge are surprisingly orderly, and often seem approximately to follow simple rules about the spacing of urban sites. This paper offers an explanation in terms of the process by which a spatial economy diverges away from an even distribution of activity across the landscape. It shows that a small divergence of activity away from spatial uniformity, even if it is highly irregular, can be regarded as the sum of a number of simple periodic fluctuations at different spatial 'wavelengths'; these fluctuations grow at different rates. There is a particular 'preferred wavelength' that grows fastest; provided that the initial distribution of activity across space is flat enough, this preferred wavelength eventually dominates the spatial pattern and becomes the typical distance between cities. The approach suggests that surprisingly simple principles of self-organization may lie beneath the surface of models that appear at first to yield hopelessly complex possibilities.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/5098.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:5098",
        "number": "5098",
        "creation_date": "1995",
        "name": "Globalization and the Inequality of Nations"
      },
      "abstract": "A monopolistically competitive manufacturing sector produces goods used for final consumption and as intermediates. Intermediate usage creates cost and demand linkages between firms and a tendency for manufacturing agglomeration. How does globalization affect the location of manufacturing and gains from trade? At high transport costs all countries have some manufacturing, but when transport costs fall below a critical value a core-periphery pattern spontaneously forms, and nations that find themselves in the periphery suffer a decline in real income. At still lower transport costs there is convergence of real incomes, in which peripheral nations gain and core nations may lose.",
      "author": "Paul Krugman & Anthony J. Venables",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/5220.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:5220",
        "number": "5220",
        "creation_date": "1995",
        "name": "The Seamless World: A Spatial Model of International Specialization"
      },
      "abstract": "This paper is an effort to do international trade theory without mentioning countries. Nearly all models of the international economy assume that trade takes place between nations or regions which are themselves dimensionless points. We develop a model in which economic space is instead assumed to be continuous, and in which this 'seamless world' spontaneously organizes itself into industrial and agricultural zones because of the tension between forces of agglomeration and disagglomeration. One might expect such a model to be analytically intractable, but we are able to gain considerable insight through a combination of simulations and an analytical approach originally suggested in a biological context by Alan Turing.",
      "author": "Paul Krugman & Anthony J. Venables",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/5355.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:5355",
        "number": "5355",
        "creation_date": "1995",
        "name": "Technology, Trade, and Factor Prices"
      },
      "abstract": "A number of recent studies appear to show that international trade is a secondary factor in the growing inequality of wages, with technology probably the main culprit. These studies have, however, been subjected to severe and in some cases harshly worded criticism by trade theorists, who argue that the authors of these studies have misspecified the impacts of both technology and trade on factor prices. This paper shows that it is the critics who are confused. In particular, much recent discussion about technology, trade, and wages is marked by a failure to distinguish between the models we all use and the particular thought experiments we typically use to teach these models -- which happen not to be the appropriate thought experiments we need to analyze the real-world issues.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/5473.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:5473",
        "number": "5473",
        "creation_date": "1996",
        "name": "Domestic Distortions and the Deindustrialization Hypothesis"
      },
      "abstract": "It is widely believed that U.S. trade deficits have displaced workers from highly paid manufacturing jobs into less well-paid service employment, contributing to declining incomes for the nation as a whole. Although proponents of this view do not usually think of it this way, this analysis falls squarely into the `domestic distortions' framework pioneered by Jagdish Bhagwati. This paper models the deindustrialization hypothesis explicitly as a domestic distortions issue, and shows that while it makes conceptual sense it is of limited quantitative importance.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "Economic geography; spatial economy; dynamic landscapes; punctuated equilibria",
      "link": "https://ideas.repec.org/p/wop/safiwp/96-04-021.html",
      "bibliographic": {
        "handle": "RePEc:wop:safiwp:96-04-021",
        "number": "96-04-021",
        "creation_date": "1996",
        "name": "How the Economy Organizes Itself in Space: A Survey of the New Economic Geography"
      },
      "abstract": "As the example of Silicon Valley makes clear, the economic analysis of location--the geography of the economy--is the subfield of economics to which the typical buzzwords of complexity apply most obviously and dramatically. The spatial economy is, self-evidently, a self-organizing system characterized by path dependence; it is a domain in which the interaction of individual decisions produces unexpected emergent behavior at the aggregate level; its dynamic landscapes are typically rugged, and the evolution of the spatial economy typically involves &quot;punctuated equilibria,&quot; in which gradual change in the driving variables leads to occasional discontinuous change in the resulting behavior. And in economic geography, as in many physical sciences, there are puzzling empirical regularities--like the startlingly simple law that describes city sizes--which seem to imply higher level principles at work. There is a long intellectual tradition in economic geography (or rather several separate but convergent traditions). The last few years have, however, seen a considerable acceleration of work, especially in the development of theoretical models of the emergence of spatial structure. This paper is a brief but I hope suggestive survey of this work, intended to convey a flavor of the exciting ideas being developed without going into technical detail. The paper is in five parts. I begin with two very simple motivating models that illustrate why economic geography so naturally leads to the typical &quot;complexity&quot; themes. Each of the next three parts then describes a particular major line of research. A final part discusses implications and directions for future work.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:wop:safiwp",
        "name": "Santa Fe Institute, Working Papers"
      }
    },
    {
      "keywords": "Economic Geography; Tax Competition; Tax Harmonization; Trade",
      "link": "https://ideas.repec.org/p/cpr/ceprdp/2630.html",
      "bibliographic": {
        "handle": "RePEc:cpr:ceprdp:2630",
        "number": "2630",
        "creation_date": "2000",
        "name": "Agglomeration, Integration and Tax Harmonization"
      },
      "abstract": "This Paper considers tax competition and tax harmonization in the presence of agglomeration forces and falling trade costs. With agglomerative forces operating, industry is not indifferent to location in equilibrium, so perfectly mobile capital becomes a quasi-fixed factor. This suggests that the tax game is something subtler than a race to the bottom. Advanced 'core' nations may act like limit-pricing monopolists toward less advanced 'periphery' countries. Consequently, integration need not lead to falling tax rates, and might well be consistent with the maintenance of large welfare states. Limit taxing also means that simple tax harmonization  adoption of a common tax rate  always harms at least one nation and adoption of a rate between the two unharmonized rates harms both nations. A tax floor set at the lowest equilibrium tax rate leads to a weak Pareto improvement.",
      "author": "Baldwin, Richard & Krugman, Paul",
      "series": {
        "handle": "RePEc:cpr:ceprdp",
        "name": "C.E.P.R. Discussion Papers, CEPR Discussion Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2424.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2424",
        "number": "2424",
        "creation_date": "1987",
        "name": "Adjustment in the World Economy"
      },
      "abstract": "There is a widespread view that world payments imbalances can be remedied through increased demand in surplus countries and reduced demand in deficit countries, without any need for real exchange rate changes. In fact shifts in demand and real exchange rate adjustment are necessary couplets, not substitutes. The essential reason for this complementarity is that a much higher fraction of a marginal dollar of US than of foreign spending falls on US output. As a result, a redistribution of world spending away from the US leads to an excess supply of US goods unless accompanied by a decline in their relative price. Although some economists believe that the integration of world capital markets somehow eliminates this problem, this is a fallacy that confuses accounting identities with behavior. The paper also addresses a number of relates issues, such as the role of budget deficits in determining domestic demand and the effectiveness of nominal exchange rates changes in producing real depreciation.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2761.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2761",
        "number": "2761",
        "creation_date": "1988",
        "name": "Differences In Income Elasticities and Trends in Real Exchange Rates"
      },
      "abstract": "One might expect that differences in income elasticities in trade and/or differences in growth rates among countries would give rise to strong secular trends in real exchange rates; for example, fast-growing countries might need steady depreciation to get the world to accept their growing exports. In fact, however, income elasticities are systematically related to growth rates by the &quot;45-degree rule&quot;, under which fast-growing countries appear to face high income elasticities of demand for their exports, while having low income elasticities of import demand. The net effect of this relationship between elasticities and growth rates is that secular trends in real exchange rates are much smaller than one might otherwise have expected: relative PPP holds fairly well. This paper documents the existence of a &quot;45-degree rule&quot;, and suggests an explanation in terms of increasing returns and product differentiation.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/9290.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:9290",
        "number": "9290",
        "creation_date": "2002",
        "name": "Agglomeration, Integration and Tax Harmonization"
      },
      "abstract": "We show that agglomeration forces can reverse standard international-tax-competition results. Closer integration may result first in a race to the top' and then a race to the bottom, a result that is consistent with recent empirical work showing that the tax gap between rich and poor nations follows a bell-shaped path (Devereux, Griffith and Klemm 2002). Moreover, split-the-difference tax harmonization can make both nations worse off. This may help explain why tax harmonisation which is Pareto improving in the standard model is so difficult in the real world. The key theoretical insight is that agglomeration forces create quasi-rents that can be taxed without inducing delocation. This suggests that the tax game is something subtler than a race to the bottom. Advanced 'core' nations may act like limit-pricing monopolists toward less advanced 'periphery' countries. Since agglomeration rents are a bell-shaped function of the level of integration, the equilibrium tax gap in our tax game is also bell shaped.",
      "author": "Richard E. Baldwin & Paul Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/1644.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:1644",
        "number": "1644",
        "creation_date": "1985",
        "name": "Is the Strong Dollar Sustainable?"
      },
      "abstract": "This paper presents evidence strongly suggesting that the current strength of the dollar reflects myopic behavior by international investors; that is, that part of the dollar's strength can be viewed as a speculative bubble. At some point this bubble will burst, leading to a sharp fall in the dollar's value.The essential argument is that given the modest real interest differentials between the U.S. and its trading partners, the dollar'sstrength amounts to an implicit forecast on the part of the market that with high probability the dollar will remain very strong for an extended period. The paper shows that such sustained dollar strength would lead the U.S. to Latin American levels of debt relative to GNP, which is presumably not feasible. Allowing for the possibility that something will be done to bring the dollar down before this happens actually reinforces the argument that the current value of the dollar is unreasonable.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2587.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2587",
        "number": "2587",
        "creation_date": "1988",
        "name": "Market-Based Debt-Reduction Schemes"
      },
      "abstract": "Recently much attention has been given to the idea of reducing the debt of developing countries through a &quot;menu approach&quot; of schemes that attempt to harness the discounts on debt in the secondary market. This paper, after reviewing the rationale for the orthodox strategy of concerted lending and the case for debt forgiveness, examines the logic behind several market-based debt reduction schemes. It shows that such schemes will ordinarily benefit both debtor and creditor only when the debtor is on the wrong side of the &quot;debt relief Laffer curve&quot; -- that is, where a reduction in nominal claims actually increases expected payment. This is, however, also the case in which unilateral debt forgiveness is in the interest of creditors in any case. The implication is that there is no magic in market-based debt reduction, as opposed to more straightforward approaches.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/2486.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:2486",
        "number": "2486",
        "creation_date": "1988",
        "name": "Financing vs. Forgiving a Debt Overhang"
      },
      "abstract": "This paper examines the tradeoffs facing creditors of a country whose debt is large enough that the country cannot attract voluntary new lending. If the country is unable to meet its debt service requirements out of current income, the creditors have two choices. They can finance the country, lending at an expected loss in the hope that the country will eventually be able to repay its debt after all; or they can forgive, reducing the debt level to one that the country can repay. The post-1983 debt strategy of the IMF and the US has relied on financing, but many current calls for debt reform call for forgiveness instead. The paper shows that the choice between financing and forgiveness represents a tradeoff. Financing gives the creditors an option value: if the country turns out to do relatively well, creditors will not have written down their claims unnecessarily. However, the burden of debt distorts the country's incentives, since the benefits of good performance go largely to creditors rather than itself. The paper also shows that the tradeoff itself can be improved if both financing and forgiveness are made contingent on states of nature that the country cannot affect, such as oil prices, world interest rates, etc.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/0554.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:0554",
        "number": "0554",
        "creation_date": "1980",
        "name": "Oil and the Dollar"
      },
      "abstract": "This paper develops a simple theoretical model of the effect of an oil price increase on exchange rates. The model shows that the direction of this effect depends on a comparison of the direct balance of payments burden of the higher oil price with the indirect balance of payments benefits of OPEC spending and investment. In the short run, what matters is whether the U.S. share of world oil imports is more or less than its share of OPEC asset holdings; in the long run, whether its share of oil imports is more or less than its share of OPEC imports. Casual empiricism suggests that the initial effect and the long run effect will run in opposite directions: an oil price increase will initially lead to dollar appreciation, but eventually leads to dollar depreciation.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/nbr/nberwo/0356.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberwo:0356",
        "number": "0356",
        "creation_date": "1979",
        "name": "International Trade and Income Distribution: A Reconsideration"
      },
      "abstract": "The postwar expansion of trade among the industrial countries has not had the strong distributional effects which standard models of trade would have led us to expect. This paper develops a model which attempts to explain this observation, while at the same time making sense of some other puzzling empirical aspects of world trade. The basis of the model is a distinction between two kinds of trade: &quot;Heckscher-Ohlin&quot; trade, based on differences in factor proportions, and &quot;intraindustry&quot; trade, based on scale economies and product differentiation. To incorporate intraindustry trade into the model it is necessary to drop the usual assumptions of constant returns to scale and perfect competition; instead the paper deals with a world where economies of scale are pervasive and all firms possess some monopoly power. Surprisingly, it is nonetheless possible to develop a fully-worked-out general equilibrium model which remains simple and can be used to compare autarky and free trade. Two main results emerge from the analysis. First, the nature of trade depends on how similar countries are in their factor endowments. As countries become more similar, the trade between them will increasingly become intra-industry in character. Second, the effects of opening trade depend on its type. If intraindustry trade is sufficiently dominant the advantages of extending the market will outweigh the distributional effects, and the owners of scarce as well as of abundant factors will be made better off.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:nbr:nberwo",
        "name": "National Bureau of Economic Research, Inc, NBER Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/qed/wpaper/405.html",
      "bibliographic": {
        "handle": "RePEc:qed:wpaper:405",
        "number": "405",
        "creation_date": "1980",
        "name": "A 'Reciprocal Dumping' Model of International Trade"
      },
      "abstract": "This paper develops a model where rivalry of oligopolistic firms serves as an independent cause of international trade. The model shows how such rivalry naturally gives rise to &quot;dumping&quot; of output in foreign markets, and show such dumping can be reciprocal -- there may be two-way trade in the same product. Reciprocal dumping is possible for fairly general specifications of firm behaviour. The welfare effects of this seemingly pointless trade are ambiguous: resources are wasted, but increased competition reduces monopoly distortions. Surprisingly, with free entry and Cournot behaviour, reciprocal dumping is unambiguously beneficial.<br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "James Brander & Paul Krugman",
      "series": {
        "handle": "RePEc:qed:wpaper",
        "name": "Queen's University, Department of Economics, Working Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/qed/wpaper/513.html",
      "bibliographic": {
        "handle": "RePEc:qed:wpaper:513",
        "number": "513",
        "creation_date": "1982",
        "name": "A 'Reciprocal Dumping' Model of International Trade"
      },
      "abstract": "This paper develops a model where rivalry of oligopolistic firms serves as an independent cause of international trade. The model shows how such rivalry naturally gives rise to &quot;dumping&quot; of output in foreign markets, and show such dumping can be reciprocal -- there may be two-way trade in the same product. Reciprocal dumping is possible for fairly general specifications of firm behaviour. The welfare effects of this seemingly pointless trade are ambiguous: resources are wasted, but increased competition reduces monopoly distortions. Surprisingly, with free entry and Cournot behaviour, reciprocal dumping is unambiguously beneficial.",
      "author": "James Brander & Paul Krugman",
      "series": {
        "handle": "RePEc:qed:wpaper",
        "name": "Queen's University, Department of Economics, Working Papers"
      }
    },
    {
      "keywords": "economic models ; economic analysis",
      "link": "https://ideas.repec.org/p/wrk/warwec/394.html",
      "bibliographic": {
        "handle": "RePEc:wrk:warwec:394",
        "number": "394",
        "creation_date": "1992",
        "name": "Why Have a Target Zone?"
      },
      "abstract": "The desire to avoid speculative runs on currencies appears to be one of the main reasons leading policy-makers to impose currency bands, but the standard analysis of target zones rules out any speculative inefficiencies by assumption. As an alternative we first present simple models of excess volatility due to stop-loss trading and then go on to consider what target zones might accomplish in this context. The principal result is that the speculation of informed traders shifts from being destabilizing to stabilizing, once the target zone assures them that stop-loss orders will not be triggered.<br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, P. & Miller, M.",
      "series": {
        "handle": "RePEc:wrk:warwec",
        "name": "University of Warwick, Department of Economics, The Warwick Economics Research Paper Series (TWERPS)"
      }
    },
    {
      "keywords": "Economic Geography",
      "link": "https://ideas.repec.org/p/ris/nobelp/2008_005.html",
      "bibliographic": {
        "handle": "RePEc:ris:nobelp:2008_005",
        "number": "2008-5",
        "creation_date": "2009",
        "name": "Autobiography"
      },
      "abstract": "Paul Krugman has at least three jobs: he is professor of economics and international affairs at Princeton University, Centenary Professor at the London School of Economics, and perhaps his best-known job an op-ed columnist for The New York Times. In recognition of his influence, The Washington Monthly called him the most important political columnist in America.&quot;",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:ris:nobelp",
        "name": "Nobel Prize Committee, Nobel Prize in Economics documents"
      }
    },
    {
      "keywords": "Trade; Geography",
      "link": "https://ideas.repec.org/p/ris/nobelp/2008_003.html",
      "bibliographic": {
        "handle": "RePEc:ris:nobelp:2008_003",
        "number": "2008-3",
        "creation_date": "2008",
        "name": "Increasing returns"
      },
      "abstract": "Paul Krugman delivered his Prize Lecture on 8 December 2008 at Aula Magna, Stockholm University. He was introduced by Professor Bertil Holmlund, Chairman of the Economics Prize Committee.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:ris:nobelp",
        "name": "Nobel Prize Committee, Nobel Prize in Economics documents"
      }
    },
    {
      "keywords": "Economic Geography",
      "link": "https://ideas.repec.org/p/ris/nobelp/2008_004.html",
      "bibliographic": {
        "handle": "RePEc:ris:nobelp:2008_004",
        "number": "2008-4",
        "creation_date": "2008",
        "name": "Interview of Nobel Prize winner Paul Krugman"
      },
      "abstract": "Interview with the 2008 Laureate in Economics Paul Krugman, 6 December 2008. The interviewer is Adam Smith, Editor-in-Chief of Nobelprize.org.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:ris:nobelp",
        "name": "Nobel Prize Committee, Nobel Prize in Economics documents"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/cep/cepdps/dp0172.html",
      "bibliographic": {
        "handle": "RePEc:cep:cepdps:dp0172",
        "number": "dp0172",
        "creation_date": "1993",
        "name": "Intergration"
      },
      "abstract": "The paper considers the equilibrium location of two industries in two countries. Both industries are imperfectly competitive and produce goods which are used in final consumption and as intermediates by firms in the same industry. Intermediate useage creates cost and demand linkages between firms and a tendency for agglomeration of each industry. When trade barriers are high the equilibrium involves division of both industries between both locations in order to meet the final demands of consumers. At lower trade barriers agglomeration forces dominate the equilibrium involves specialisation, with each industry concentrated in a single location. Economic integration may induce specialisation. The paper studies the simple dynamics of the model and demonstrates that during adjustment processes a sizable proportion of the labour force may suffer lower real wages as relocation of industry occurs, although there are long run gains from integration.",
      "author": "P Krugman & Anthony J. Venables",
      "series": {
        "handle": "RePEc:cep:cepdps",
        "name": "Centre for Economic Performance, LSE, CEP Discussion Papers"
      }
    },
    {
      "keywords": "Ensayos de Economa 6(9-10)",
      "link": "https://ideas.repec.org/p/col/000418/009513.html",
      "bibliographic": {
        "handle": "RePEc:col:000418:009513",
        "number": "009513",
        "creation_date": "1995",
        "name": "Competitividad: una peligrosa obsesin"
      },
      "abstract": "Este artculo establece tres puntos. Primero, argumenta que las preocupaciones sobre competitividad son, desde el punto de vista emprico, casi completamente infundadas. Segundo, trata de explicar porque la definicin del problema econmico como de competencia internacional es sin embargo tan atractivo a tanta gente. Finalmente, argumenta que la obsesin respecto a la competitividad es no solamente errada sino peligrosa, que distorsiona las polticas econmicas internas y amenaza el sistema econmico internaciona1. Este ltimo postulado es, desde luego, el ms implicativo desde el punto de vista poltico. Pensar en trminos de competitividad conduce directa e indirectamente a malas polticas econmicas en un amplio rango de asuntos internos y externos, ya se trate de salud o de comercio.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:col:000418",
        "name": "UNIVERSIDAD NACIONAL DE COLOMBIA SEDE MEDELLIN, ENSAYOS DE ECONOMA"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/p/red/sed011/1166.html",
      "bibliographic": {
        "handle": "RePEc:red:sed011:1166",
        "number": "1166",
        "creation_date": "2011",
        "name": "Debt, Deleveraging and the Liquidity Trap"
      },
      "abstract": "In this paper we present a simple New Keynesian-style model of debt-driven slumps -- that is, situations in which an overhang of debt on the part of some agents, who are forced into rapid deleveraging, is depressing aggregate demand. Making some agents debt-constrained is a surprisingly powerful assumption: Fisherian debt deflation, the possibility of a liquidity trap, the paradox of thrift, a Keynesiantype multiplier, and a rationale for expansionary fiscal policy all emerge naturally from the model. We argue that this approach sheds considerable light both on current economic difficulties and on historical episodes, including Japan's lost decade (now in its 18th year) and the Great Depression itself.",
      "author": "Paul Krugman & Gauti B. Eggertsson",
      "series": {
        "handle": "RePEc:red:sed011",
        "name": "Society for Economic Dynamics, 2011 Meeting Papers"
      }
    },
    {
      "keywords": "Crisis; economic recovery; fiscal policy; monetary policy; emerging economies.Crisis; recuperacin; ",
      "link": "https://ideas.repec.org/p/col/000382/007119.html",
      "bibliographic": {
        "handle": "RePEc:col:000382:007119",
        "number": "007119",
        "creation_date": "2009",
        "name": "The road to global economic recovery, 2009"
      },
      "abstract": "These document contains three parts: the first part focuses on the lessons that have been learnt from the 2007-2009 crisis and how economic authorities handled the shock suffered in most variables. The conclusion is that Government intervention through fiscal policy is the only wayto offset the weakness of households and firms. Monetary policy on the other hand can help, but it has limits in its ability to become a real source of economic growth. The second part makes a short review on current economic affairs including a discussion on whether the crisis has ended.Krugman accepts that the crisis is over, but he believes that we are still far from an economic expansion. Finally, the article analyzes the economic situation of Latin America and Colombia in particular. It points out that this crisis did not start in our countries and it did not happen because of bad economic policies as it used to happen in previous crisis in emerging economies. The crisis had an impact on these countries because of its effects on trade, commodities and capital flows due to the lower economic activity in developed countries. However we have evidence of strengthin developing countries.Este documento se enfoca inicialmente en las lecciones aprendidas a partir de los sucesos que provocaron la crisis de la economa mundial de los aos 2008-2009 y la forma como se ha manejado por parte de las autoridades econmicas en los Estados Unidos y a nivel mundial, planteandola importancia de la intervencin del Gobierno y los obstculos de la poltica monetaria como fuentes de crecimiento y recuperacin en este perodo. La segunda parte interpreta los acontecimientos actuales y discute la tesis de que Krugman acepta que ya ha habido una salida a lacrisis ocurrida en el verano de 2009, pero todava estamos lejos de una economa en expansin. Por ltimo el artculo se ocupa de la situacin de Amrica Latina y Colombia en particular y seala que esta crisis no surgi de malos manejos econmicos sino de ",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:col:000382",
        "name": "UNIVERSIDAD DEL NORTE, REVISTA DE ECONOMA DEL CARIBE"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v70y1980i5p950-59.html",
      "bibliographic": {
        "volume": 70,
        "month": "December",
        "name": "Scale Economies, Product Differentiation, and the Pattern of Trade",
        "issue": "5",
        "handle": "RePEc:aea:aecrev:v:70:y:1980:i:5:p:950-59",
        "year": "1980",
        "pages": "950-959",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v73y1983i2p343-47.html",
      "bibliographic": {
        "volume": 73,
        "month": "May",
        "name": "New Theories of Trade among Industrial Countries",
        "issue": "2",
        "handle": "RePEc:aea:aecrev:v:73:y:1983:i:2:p:343-47",
        "year": "1983",
        "pages": "343-347",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v79y1989i2p31-35.html",
      "bibliographic": {
        "volume": 79,
        "month": "May",
        "name": "The J-Curve, the Fire Sale, and the Hard Landing",
        "issue": "2",
        "handle": "RePEc:aea:aecrev:v:79:y:1989:i:2:p:31-35",
        "year": "1989",
        "pages": "31-35",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v81y1991i2p80-83.html",
      "bibliographic": {
        "volume": 81,
        "month": "May",
        "name": "History and Industry Location: The Case of the Manufacturing Belt",
        "issue": "2",
        "handle": "RePEc:aea:aecrev:v:81:y:1991:i:2:p:80-83",
        "year": "1991",
        "pages": "80-83",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p23-26.html",
      "bibliographic": {
        "volume": 83,
        "month": "May",
        "name": "What Do Undergrads Need to Know about Trade?",
        "issue": "2",
        "handle": "RePEc:aea:aecrev:v:83:y:1993:i:2:p:23-26",
        "year": "1993",
        "pages": "23-26",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul R",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v83y1993i2p362-66.html",
      "bibliographic": {
        "volume": 83,
        "month": "May",
        "name": "The Narrow and Broad Arguments for Free Trade",
        "issue": "2",
        "handle": "RePEc:aea:aecrev:v:83:y:1993:i:2:p:362-66",
        "year": "1993",
        "pages": "362-366",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul R",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v83y1993i5p1211-19.html",
      "bibliographic": {
        "volume": 83,
        "month": "December",
        "name": "Leapfrogging in International Competition: A Theory of Cycles in National Technological Leadership",
        "issue": "5",
        "handle": "RePEc:aea:aecrev:v:83:y:1993:i:5:p:1211-19",
        "year": "1993",
        "pages": "1211-1219",
        "doi": ""
      },
      "abstract": " Endogenous-growth theory suggests that technological change tends to reinforce the position of the leading nations. Yet sometimes this leadership role shifts. The authors suggest a mechanism that explains this pattern of 'leapfrogging' as a response to occasional major changes in technology. When such a change occurs, the new technology does not initially seem to be an improvement for leading nations, given their extensive experience with older technologies. Lagging nations have less experience; the new technique allows them to use their lower wages to enter the market. If the new technique proves more productive than the old, leapfrogging of leadership occurs. Copyright 1993 by American Economic Association.",
      "author": "Brezis, Elise S & Krugman, Paul R & Tsiddon, Daniel",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v84y1994i2p412-16.html",
      "bibliographic": {
        "volume": 84,
        "month": "May",
        "name": "Complex Landscapes in Economic Geography",
        "issue": "2",
        "handle": "RePEc:aea:aecrev:v:84:y:1994:i:2:p:412-16",
        "year": "1994",
        "pages": "412-416",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/jeclit/v35y1997i1p113-120.html",
      "bibliographic": {
        "volume": 35,
        "month": "March",
        "name": "Why Should Trade Negotiators Negotiate About?",
        "issue": "1",
        "handle": "RePEc:aea:jeclit:v:35:y:1997:i:1:p:113-120",
        "year": "1997",
        "pages": "113-120",
        "doi": ""
      },
      "abstract": " In recent years there have been growing demands to make trade liberalization contingent on adoption of common labor and environmental standards. The straightforward economic answer is that this makes little sense: neither the gains from trade nor the gains from appropriate regulation are compromised if other countries impose standards that are weaker than your own. It is possible to offer second-bet economic rationales for harmonization, but these are empirically unconvincing. The only serious argument in favor or regulation is political: that regulation which is in the national interest may not be politically feasible unless other countries do the same.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:aea:jeclit",
        "name": "American Economic Association, Journal of Economic Literature"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/jecper/v12y1998i2p161-74.html",
      "bibliographic": {
        "volume": 12,
        "month": "Spring",
        "name": "Space: The Final Frontier",
        "issue": "2",
        "handle": "RePEc:aea:jecper:v:12:y:1998:i:2:p:161-74",
        "year": "1998",
        "pages": "161-174",
        "doi": ""
      },
      "abstract": "Traditionally, until the early 1990s, spatial economics -- the study of where economic activity takes place and why -- was pretty much neglected. Even now not one of the best-selling introductory textbooks in economics contains a single index entry for &quot;location,&quot; &quot;space,&quot; or &quot;regions.&quot; In the last six or seven years, however, interest in spatial economics has surged. In this article I will try to summarize briefly the reasons for that surge; the key elements of the so-called &quot;new economic geography;&quot; the current state of research; and the prospects and difficulties facing this subfield of economics.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:aea:jecper",
        "name": "American Economic Association, Journal of Economic Perspectives"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/jecper/v14y2000i1p169-175.html",
      "bibliographic": {
        "volume": 14,
        "month": "Winter",
        "name": "Can America Stay on Top?",
        "issue": "1",
        "handle": "RePEc:aea:jecper:v:14:y:2000:i:1:p:169-175",
        "year": "2000",
        "pages": "169-175",
        "doi": ""
      },
      "abstract": "The United States has long enjoyed a unique position of economic supremacy. By the early 1990s, however, almost everyone believed that the age of U.S. supremacy was nearing its end. Circa 1992 few people would have dared to suggest that a second &quot;American Century&quot; might be in prospect. At the millennium, however, such suggestions are indeed being made. Several years of extremely favorable U.S. economic performance, all the more dramatic in contrast to some of the crises and setbacks elsewhere, have made it seem possible that American supremacy, far from being further eroded, will return to something like its early post-World War II levels. But can America really stay on top? To raise this question is not in any sense to accept the idea that the world economy is a zero-sum game; if America does well, this is not bad news for the rest of the world, nor is a renewed supremacy based on dismal performance elsewhere good for us. But it is still interesting to ask whether the special position of the United States in the world economy has gained a new lease on life.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:aea:jecper",
        "name": "American Economic Association, Journal of Economic Perspectives"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/jecper/v1y1987i2p131-44.html",
      "bibliographic": {
        "volume": 1,
        "month": "Fall",
        "name": "Is Free Trade Passe?",
        "issue": "2",
        "handle": "RePEc:aea:jecper:v:1:y:1987:i:2:p:131-44",
        "year": "1987",
        "pages": "131-144",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul R",
      "series": {
        "handle": "RePEc:aea:jecper",
        "name": "American Economic Association, Journal of Economic Perspectives"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/ecj/econjl/v108y1998i451p1829-36.html",
      "bibliographic": {
        "volume": 108,
        "month": "November",
        "name": "Two Cheers for Formalism",
        "issue": "451",
        "handle": "RePEc:ecj:econjl:v:108:y:1998:i:451:p:1829-36",
        "year": "1998",
        "pages": "1829-1836",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:ecj:econjl",
        "name": "Royal Economic Society, Economic Journal"
      }
    },
    {
      "keywords": "Competition ; International trade ; Manufactures",
      "link": "https://ideas.repec.org/a/fip/fedbne/y1987ijanp18-29.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "The problem of U.S. competitiveness in manufacturing",
        "issue": "Jan",
        "handle": "RePEc:fip:fedbne:y:1987:i:jan:p:18-29",
        "year": "1987",
        "pages": "18-29",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman & George N. Hatsopoulos",
      "series": {
        "handle": "RePEc:fip:fedbne",
        "name": "Federal Reserve Bank of Boston, New England Economic Review"
      }
    },
    {
      "keywords": "Dollar; American ; Econometric models ; Foreign exchange rates ; Forecasting",
      "link": "https://ideas.repec.org/a/fip/fedkpr/y1985p103-155.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "Is the strong dollar sustainable?",
        "issue": null,
        "handle": "RePEc:fip:fedkpr:y:1985:p:103-155",
        "year": "1985",
        "pages": "103-155",
        "doi": ""
      },
      "abstract": "This paper presents evidence strongly suggesting that the current strength of the dollar reflects myopic behavior by international investors; that is, that part of the dollar's strength can be viewed as a speculative bubble. At some point this bubble will burst, leading to a sharp fall in the dollar's value.The essential argument is that given the modest real interest differentials between the U.S. and its trading partners, the dollar'sstrength amounts to an implicit forecast on the part of the market that with high probability the dollar will remain very strong for an extended period. The paper shows that such sustained dollar strength would lead the U.S. to Latin American levels of debt relative to GNP, which is presumably not feasible. Allowing for the possibility that something will be done to bring the dollar down before this happens actually reinforces the argument that the current value of the dollar is unreasonable.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:fip:fedkpr",
        "name": "Federal Reserve Bank of Kansas City, Proceedings - Economic Policy Symposium - Jackson Hole"
      }
    },
    {
      "keywords": "Econometric models ; Free trade ; General Agreement on Tariffs and Trade (Organization)",
      "link": "https://ideas.repec.org/a/fip/fedkpr/y1991p7-58.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "The move toward free trade zones",
        "issue": null,
        "handle": "RePEc:fip:fedkpr:y:1991:p:7-58",
        "year": "1991",
        "pages": "7-58",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:fip:fedkpr",
        "name": "Federal Reserve Bank of Kansas City, Proceedings - Economic Policy Symposium - Jackson Hole"
      }
    },
    {
      "keywords": "Unemployment",
      "link": "https://ideas.repec.org/a/fip/fedkpr/y1994ijanp49-98.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "Past and prospective causes of high unemployment",
        "issue": "Jan",
        "handle": "RePEc:fip:fedkpr:y:1994:i:jan:p:49-98",
        "year": "1994",
        "pages": "49-98",
        "doi": ""
      },
      "abstract": "Twenty years ago, on the eve of the first of the great post-Bretton Woods recessions, unemployment did not appear to be a major problem for advanced economies. Today, of course, unemployment is back with a vengeance. In Europe, in particular, the seemingly inexorable rise in the unemployment rate has led to the creation of a new word: Eurosclerosis. While the United States has not seen a comparable upward trend, many people on both sides of the Atlantic believe the United States has achieved low unemployment by a sort of devil's bargain, whose price is soaring inequality and growing poverty.> Why has unemployment risen? Will it continue to rise? What can be done to reverse the trend? These daunting questions have been the subject of massive amounts of research. Many economists have coalesced around a common view of the nature of the unemployment problem. In his remarks before the bank's 1994 symposium, Krugman restates that conventional wisdom.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:fip:fedkpr",
        "name": "Federal Reserve Bank of Kansas City, Proceedings - Economic Policy Symposium - Jackson Hole"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/mcb/jmoncb/v11y1979i3p311-25.html",
      "bibliographic": {
        "volume": 11,
        "month": "August",
        "name": "A Model of Balance-of-Payments Crises",
        "issue": "3",
        "handle": "RePEc:mcb:jmoncb:v:11:y:1979:i:3:p:311-25",
        "year": "1979",
        "pages": "311-325",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:mcb:jmoncb",
        "name": "Blackwell Publishing, Journal of Money, Credit and Banking"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/mcb/jmoncb/v12y1980i3p513-26.html",
      "bibliographic": {
        "volume": 12,
        "month": "August",
        "name": "Vehicle Currencies and the Structure of International Exchange",
        "issue": "3",
        "handle": "RePEc:mcb:jmoncb:v:12:y:1980:i:3:p:513-26",
        "year": "1980",
        "pages": "513-526",
        "doi": ""
      },
      "abstract": "This paper is concerned with the reasons why some currencies, such as the pound sterling and the U.S. dollar, have come to serve as &quot;vehicles&quot; for exchanges of other currencies. It develops a three-country model of payments equilibrium with transaction costs, and shows how one currency can emerge as an international medium of exchange. Transaction costs are then made endogenous, and it is shown how the underlying structure of payments limits, without necessarily completely determining, the choice and role of a vehicle currency. Finally, a dynamic model is developed, and the way in which one currency can displace another as the international medium of exchange is explored.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:mcb:jmoncb",
        "name": "Blackwell Publishing, Journal of Money, Credit and Banking"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/ucp/jpolec/v87y1979i2p253-66.html",
      "bibliographic": {
        "volume": 87,
        "month": "April",
        "name": "A Model of Innovation, Technology Transfer, and the World Distribution of Income",
        "issue": "2",
        "handle": "RePEc:ucp:jpolec:v:87:y:1979:i:2:p:253-66",
        "year": "1979",
        "pages": "253-266",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:ucp:jpolec",
        "name": "University of Chicago Press, Journal of Political Economy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/ucp/jpolec/v89y1981i5p959-73.html",
      "bibliographic": {
        "volume": 89,
        "month": "October",
        "name": "Intraindustry Specialization and the Gains from Trade",
        "issue": "5",
        "handle": "RePEc:ucp:jpolec:v:89:y:1981:i:5:p:959-73",
        "year": "1981",
        "pages": "959-973",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul R",
      "series": {
        "handle": "RePEc:ucp:jpolec",
        "name": "University of Chicago Press, Journal of Political Economy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/ucp/jpolec/v99y1991i3p483-99.html",
      "bibliographic": {
        "volume": 99,
        "month": "June",
        "name": "Increasing Returns and Economic Geography",
        "issue": "3",
        "handle": "RePEc:ucp:jpolec:v:99:y:1991:i:3:p:483-99",
        "year": "1991",
        "pages": "483-499",
        "doi": ""
      },
      "abstract": " This paper develops a simple model that shows how a country can endogenously become differentiated into an industrialized &quot;core&quot; and an agricultural &quot;periphery.&quot; In order to realize scale economies while minimizing transport costs, manufacturing firms tend to locate in the region with larger demand, but the location of demand itself depends on the distribution of manufacturing. Emergence of a core-periphery pattern depends on transportations costs, economies of scale, and the share of manufacturing in national income. Copyright 1991 by University of Chicago Press.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:ucp:jpolec",
        "name": "University of Chicago Press, Journal of Political Economy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/inecon/v30y1991i1-2p195-197.html",
      "bibliographic": {
        "volume": 30,
        "month": "February",
        "name": "Exchange rates and policy coordination : Peter B. Kenen, (Manchester University Press, 1989) pp. 135, [UK pound]15",
        "issue": "1-2",
        "handle": "RePEc:eee:inecon:v:30:y:1991:i:1-2:p:195-197",
        "year": "1991",
        "pages": "195-197",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:inecon",
        "name": "Elsevier, Journal of International Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/oup/oxford/v16y2000i4p33-42.html",
      "bibliographic": {
        "volume": 16,
        "month": "Winter",
        "name": "How Complicated Does the Model Have to Be?",
        "issue": "4",
        "handle": "RePEc:oup:oxford:v:16:y:2000:i:4:p:33-42",
        "year": "2000",
        "pages": "33-42",
        "doi": ""
      },
      "abstract": " Simple macroeconomic models based on IS-LM have become unfashionable because of their lack of micro-foundations, and are in danger of being effectively forgotten by the profession. Yet while thinking about micro-foundations is a productive enterprise, complex models based on such foundations are not necessarily more accurate than simple, ad-hoc models. Three decades of attempts to base aggregate supply on rational behaviour have not displaced the Phillips curve; inter-temporal models of consumption do not offer reliable predictions about aggregate demand. Meanwhile, the ease of use of small models makes them superior for many practical applications. So we should not allow them to be driven out of circulation. Copyright 2000 by Oxford University Press.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:oup:oxford",
        "name": "Oxford University Press, Oxford Review of Economic Policy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v34y1990i4p846-847.html",
      "bibliographic": {
        "volume": 34,
        "month": "June",
        "name": "Factor market barriers are trade barriers by R. Baldwin",
        "issue": "4",
        "handle": "RePEc:eee:eecrev:v:34:y:1990:i:4:p:846-847",
        "year": "1990",
        "pages": "846-847",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v48y2004i1p1-23.html",
      "bibliographic": {
        "volume": 48,
        "month": "February",
        "name": "Agglomeration, integration and tax harmonisation",
        "issue": "1",
        "handle": "RePEc:eee:eecrev:v:48:y:2004:i:1:p:1-23",
        "year": "2004",
        "pages": "1-23",
        "doi": ""
      },
      "abstract": "This paper considers tax competition and tax harmonization in the presence of agglomeration forces and falling trade costs. With agglomerative forces operating, industry is not indifferent to location in equilibrium, so perfectly mobile capital becomes a quasi-fixed factor. This suggests that the tax game is something subtler than a race to the bottom. Advanced 'core' nations may act like limit-pricing monopolists toward less advanced 'periphery' countries. Consequently, integration need not lead to falling tax rates, and might well be consistent with the maintenance of large welfare states. &quot;Limit taxing&quot; also means that that simple tax harmonization - adoption of a common tax rate - always harms at least one nation and adoption of a rate between the two unharmonised rates harms both nations. A tax floor set at the lowest equilibrium tax rate leads to a weak Pareto improvement.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Baldwin, Richard E. & Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/jjieco/v10y1996i4p399-418.html",
      "bibliographic": {
        "volume": 10,
        "month": "December",
        "name": "Confronting the Mystery of Urban Hierarchy",
        "issue": "4",
        "handle": "RePEc:eee:jjieco:v:10:y:1996:i:4:p:399-418",
        "year": "1996",
        "pages": "399-418",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:jjieco",
        "name": "Elsevier, Journal of the Japanese and International Economies"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/japwor/v7y1995i2p233-247.html",
      "bibliographic": {
        "volume": 7,
        "month": "July",
        "name": "America in the world economy: Understanding the misunderstandings",
        "issue": "2",
        "handle": "RePEc:eee:japwor:v:7:y:1995:i:2:p:233-247",
        "year": "1995",
        "pages": "233-247",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:japwor",
        "name": "Elsevier, Japan and the World Economy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/japwor/v7y1995i4p371-390.html",
      "bibliographic": {
        "volume": 7,
        "month": "November",
        "name": "Innovation and agglomeration: Two parables suggested by city-size distributions",
        "issue": "4",
        "handle": "RePEc:eee:japwor:v:7:y:1995:i:4:p:371-390",
        "year": "1995",
        "pages": "371-390",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:japwor",
        "name": "Elsevier, Japan and the World Economy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v43y1999i2p209-251.html",
      "bibliographic": {
        "volume": 43,
        "month": "February",
        "name": "On the evolution of hierarchical urban systems1",
        "issue": "2",
        "handle": "RePEc:eee:eecrev:v:43:y:1999:i:2:p:209-251",
        "year": "1999",
        "pages": "209-251",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Fujita, Masahisa & Krugman, Paul & Mori, Tomoya",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v40y1996i3-5p959-967.html",
      "bibliographic": {
        "volume": 40,
        "month": "April",
        "name": "Integration, specialization, and adjustment",
        "issue": "3-5",
        "handle": "RePEc:eee:eecrev:v:40:y:1996:i:3-5:p:959-967",
        "year": "1996",
        "pages": "959-967",
        "doi": ""
      },
      "abstract": "The paper considers the equilibrium location of two industries in two countries. Both industries are imperfectly competitive and produce goods which are used in final consumption and as intermediates by firms in the same industry. Intermediate usage creates cost and demand linkages between firms and a tendency for agglomeration of each industry. When trade barriers are high the equilibrium involves division of both industries between both locations in order to meet the final demands of consumers. At lower trade barriers agglomeration forces dominate and the equilibrium involves specialization, with each industry concentrated in a single location. Economic integration may induce specialization. The paper studies the simple dynamics of the model and demonstrates that during the adjustment process a sizeable proportion of the labour force may suffer lower real wages as relocation of industry occurs, although there are long-run gains from integration.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, Paul & Venables, Anthony J.",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/oup/oxford/v5y1989i3p61-72.html",
      "bibliographic": {
        "volume": 5,
        "month": "Autumn",
        "name": "The Case for Stabilizing Exchange Rates",
        "issue": "3",
        "handle": "RePEc:oup:oxford:v:5:y:1989:i:3:p:61-72",
        "year": "1989",
        "pages": "61-72",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:oup:oxford",
        "name": "Oxford University Press, Oxford Review of Economic Policy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/jjieco/v14y2000i4p221-237.html",
      "bibliographic": {
        "volume": 14,
        "month": "December",
        "name": "Thinking About the Liquidity Trap",
        "issue": "4",
        "handle": "RePEc:eee:jjieco:v:14:y:2000:i:4:p:221-237",
        "year": "2000",
        "pages": "221-237",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:jjieco",
        "name": "Elsevier, Journal of the Japanese and International Economies"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/oup/oxford/v12y1996i3p17-25.html",
      "bibliographic": {
        "volume": 12,
        "month": "Autumn",
        "name": "Making Sense of the Competitiveness Debate",
        "issue": "3",
        "handle": "RePEc:oup:oxford:v:12:y:1996:i:3:p:17-25",
        "year": "1996",
        "pages": "17-25",
        "doi": ""
      },
      "abstract": " The debate over national competitiveness is marked by some basic misperceptions. With few exceptions, those who use the term have a crude, essentially mercantilist view of world trade, in which competition among nations is just like competition between corporations. Not only do the authors and readers of reports on national competitiveness usually not understand comparative advantage, they are unaware of the most basic adding-up constraints. Economists, however, find it hard to believe that seemingly well-informed people can really be this naive, and assume that there must be more sophisticated ideas lying behind what they say. The rationales offered by economists, in turn, offer false comfort to the would-be sophisticates who like the term &quot;competitiveness&quot;; they believe that they have transcended conventional economic theory, when the fact is that they have failed to comprehend it. In short, the actual level of discussion is lower than any of the participants imagines. Copyright 1996 by Oxford University Press.",
      "author": "Krugman, Paul R",
      "series": {
        "handle": "RePEc:oup:oxford",
        "name": "Oxford University Press, Oxford Review of Economic Policy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/oup/oxford/v14y1998i2p7-17.html",
      "bibliographic": {
        "volume": 14,
        "month": "Summer",
        "name": "What's New about the New Economic Geography?",
        "issue": "2",
        "handle": "RePEc:oup:oxford:v:14:y:1998:i:2:p:7-17",
        "year": "1998",
        "pages": "7-17",
        "doi": ""
      },
      "abstract": " Since 1990 a new genre of research, often described as the 'new economic geography,' has emerged. It differs from traditional work in economic geography mainly in adopting a modelling strategy that exploits the same technical tricks that have played such a large role in the 'new trade' and 'new growth' theories; these modelling tricks, while they preclude any claims of generality, do allow the construction of models that--unlike most traditional spatial analysis--are fully general-equilibrium and clearly derive aggregate behaviour from individual maximization. The new work is highly suggestive, particularly in indicating how historical accident can shape economic geography, and how gradual changes in underlying parameters can produce discontinuous change in spatial structure. It also serves the important purpose of placing geographical analysis squarely in the economic mainstream. Copyright 1998 by Oxford University Press.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:oup:oxford",
        "name": "Oxford University Press, Oxford Review of Economic Policy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/bla/reviec/v1y1993i2p110-22.html",
      "bibliographic": {
        "volume": 1,
        "month": "June",
        "name": "On the Relationship between Trade Theory and Location Theory",
        "issue": "2",
        "handle": "RePEc:bla:reviec:v:1:y:1993:i:2:p:110-22",
        "year": "1993",
        "pages": "110-122",
        "doi": ""
      },
      "abstract": " International trade theory and location theory deal with many of the same issues yet have evolved as almost completely distinct intellectual disciplines. This paper summarizes the main distinctive features of each field and suggests how we can try to generate a new discipline that combines insights from both. Copyright 1993 by Blackwell Publishing Ltd.",
      "author": "Krugman, Paul R",
      "series": {
        "handle": "RePEc:bla:reviec",
        "name": "Wiley Blackwell, Review of International Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/japwor/v4y1992i3p187-200.html",
      "bibliographic": {
        "volume": 4,
        "month": "November",
        "name": "Second thoughts on EMU",
        "issue": "3",
        "handle": "RePEc:eee:japwor:v:4:y:1992:i:3:p:187-200",
        "year": "1992",
        "pages": "187-200",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:japwor",
        "name": "Elsevier, Japan and the World Economy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/bla/ausecp/v27y1988i51p149-58.html",
      "bibliographic": {
        "volume": 27,
        "month": "December",
        "name": "The Persistent U.S. Trade Deficit",
        "issue": "51",
        "handle": "RePEc:bla:ausecp:v:27:y:1988:i:51:p:149-58",
        "year": "1988",
        "pages": "149-158",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul R",
      "series": {
        "handle": "RePEc:bla:ausecp",
        "name": "Wiley Blackwell, Australian Economic Papers"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v37y1993i2-3p293-298.html",
      "bibliographic": {
        "volume": 37,
        "month": "April",
        "name": "On the number and location of cities",
        "issue": "2-3",
        "handle": "RePEc:eee:eecrev:v:37:y:1993:i:2-3:p:293-298",
        "year": "1993",
        "pages": "293-298",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/deveco/v49y1996i1p137-150.html",
      "bibliographic": {
        "volume": 49,
        "month": "April",
        "name": "Trade policy and the Third World metropolis",
        "issue": "1",
        "handle": "RePEc:eee:deveco:v:49:y:1996:i:1:p:137-150",
        "year": "1996",
        "pages": "137-150",
        "doi": ""
      },
      "abstract": "Many of the world's largest cities are now in developing countries. We develop a simple theoretical model, inspired by the case of Mexico, that explains the existence of such giant cities as a consequence of the strong forward and backward linkages that arise when manufacturing tries to serve a small domestic market. The model implies that these linkages are much weaker when the economy is open to international trade -- in other words, the giant Third World metropolis is an unintended by-product of import-substitution policies, and will tend to shrink as developing countries liberalize.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, Paul & Elizondo, Raul Livas",
      "series": {
        "handle": "RePEc:eee:deveco",
        "name": "Elsevier, Journal of Development Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/regeco/v25y1995i4p505-528.html",
      "bibliographic": {
        "volume": 25,
        "month": "August",
        "name": "When is the economy monocentric?: von Thunen and Chamberlin unified",
        "issue": "4",
        "handle": "RePEc:eee:regeco:v:25:y:1995:i:4:p:505-528",
        "year": "1995",
        "pages": "505-528",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Fujita, Masahisa & Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:regeco",
        "name": "Elsevier, Regional Science and Urban Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/inecon/v50y2000i1p51-71.html",
      "bibliographic": {
        "volume": 50,
        "month": "February",
        "name": "Technology, trade and factor prices",
        "issue": "1",
        "handle": "RePEc:eee:inecon:v:50:y:2000:i:1:p:51-71",
        "year": "2000",
        "pages": "51-71",
        "doi": ""
      },
      "abstract": "A number of recent studies appear to show that international trade is a secondary factor in the growing inequality of wages, with technology probably the main culprit. These studies have, however, been subjected to severe and in some cases harshly worded criticism by trade theorists, who argue that the authors of these studies have misspecified the impacts of both technology and trade on factor prices. This paper shows that it is the critics who are confused. In particular, much recent discussion about technology, trade, and wages is marked by a failure to distinguish between the models we all use and the particular thought experiments we typically use to teach these models -- which happen not to be the appropriate thought experiments we need to analyze the real-world issues.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, Paul R.",
      "series": {
        "handle": "RePEc:eee:inecon",
        "name": "Elsevier, Journal of International Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/kap/jecgro/v2y1997i4p369-83.html",
      "bibliographic": {
        "volume": 2,
        "month": "December",
        "name": "Technology and the Life Cycle of Cities",
        "issue": "4",
        "handle": "RePEc:kap:jecgro:v:2:y:1997:i:4:p:369-83",
        "year": "1997",
        "pages": "369-383",
        "doi": ""
      },
      "abstract": "During times of major technological change, leading cities are often overtaken by upstart metropolitan areas. Such upheavals may be explained if the advantage of established urban centers rests on localized learning by doing. When a new technology is introduced, for which this accumulated experience is irrelevant, older centers prefer to stay with a technology in which they are more efficient. New centers, however, turn to the new technology and are competitive despite the raw state of that technology because of their lower land rents and wages. Over time, as the new technology matures, the established cities are overtaken. Copyright 1997 by Kluwer Academic Publishers",
      "author": "Brezis, Elise S & Krugman, Paul R",
      "series": {
        "handle": "RePEc:kap:jecgro",
        "name": "Springer, Journal of Economic Growth"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/rei/ecoins/v4y2002i6p197-199.html",
      "bibliographic": {
        "volume": 4,
        "month": "January-J",
        "name": "Echaremos de menos a Tobin",
        "issue": "6",
        "handle": "RePEc:rei:ecoins:v:4:y:2002:i:6:p:197-199",
        "year": "2002",
        "pages": "197-199",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:rei:ecoins",
        "name": "Universidad Externado de Colombia - Facultad de Economa, Revista de Economa Institucional"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/crcspp/v16y1982ip141-182.html",
      "bibliographic": {
        "volume": 16,
        "month": "January",
        "name": "The macroeconomics of protection with a floating exchange rate",
        "issue": "1",
        "handle": "RePEc:eee:crcspp:v:16:y:1982:i::p:141-182",
        "year": "1982",
        "pages": "141-182",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:crcspp",
        "name": "Elsevier, Carnegie-Rochester Conference Series on Public Policy"
      }
    },
    {
      "keywords": "macroeconomics; trade deficit; dollar",
      "link": "https://ideas.repec.org/a/bin/bpeajo/v18y1987i1987-1p1-56.html",
      "bibliographic": {
        "volume": 18,
        "month": null,
        "name": "The Persistence of the U.S. Trade Deficit",
        "issue": "1",
        "handle": "RePEc:bin:bpeajo:v:18:y:1987:i:1987-1:p:1-56",
        "year": "1987",
        "pages": "1-56",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman & Richard E. Baldwin",
      "series": {
        "handle": "RePEc:bin:bpeajo",
        "name": "Economic Studies Program, The Brookings Institution, Brookings Papers on Economic Activity"
      }
    },
    {
      "keywords": "Unemployment",
      "link": "https://ideas.repec.org/a/fip/fedker/y1994iqivp23-43nv.79no.4.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "Past and prospective causes of high unemployment",
        "issue": "Q IV",
        "handle": "RePEc:fip:fedker:y:1994:i:qiv:p:23-43:n:v.79no.4",
        "year": "1994",
        "pages": "23-43",
        "doi": ""
      },
      "abstract": "Twenty years ago, on the eve of the first of the great post-Bretton Woods recessions, unemployment did not appear to be a major problem for advanced economies. Today, of course, unemployment is back with a vengeance. In Europe, in particular, the seemingly inexorable rise in the unemployment rate has led to the creation of a new word: Eurosclerosis. While the United States has not seen a comparable upward trend, many people on both sides of the Atlantic believe the United States has achieved low unemployment by a sort of devil's bargain, whose price is soaring inequality and growing poverty.> Why has unemployment risen? Will it continue to rise? What can be done to reverse the trend? These daunting questions have been the subject of massive amounts of research. Many economists have coalesced around a common view of the nature of the unemployment problem. In his remarks before the bank's 1994 symposium, Krugman restates that conventional wisdom.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:fip:fedker",
        "name": "Federal Reserve Bank of Kansas City, Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/bla/ecpoli/v22y2007ip435-467.html",
      "bibliographic": {
        "volume": 22,
        "month": "July",
        "name": "Will there be a dollar crisis?",
        "issue": "",
        "handle": "RePEc:bla:ecpoli:v:22:y:2007:i::p:435-467",
        "year": "2007",
        "pages": "435-467",
        "doi": ""
      },
      "abstract": " &quot;Almost everyone believes that the US current account deficit must eventually end, and that this end will involve dollar depreciation. However, many believe that this depreciation will take place gradually. This paper shows that any process of gradual dollar decline fast enough to prevent the accumulation of implausible levels of US external debt would impose capital losses on investors much larger than they currently expect. As a result, there will at some point have to be a 'Wile E. Coyote moment'- a point at which expectations are revised, and the dollar drops sharply. It is much less clear, however, whether this 'crisis' will produce macroeconomic problems.&quot; Copyright (c) CEPR, CES, MSH, 2007.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:bla:ecpoli",
        "name": "CEPR;CES;MSH, Economic Policy"
      }
    },
    {
      "keywords": "Free trade",
      "link": "https://ideas.repec.org/a/fip/fedker/y1991inovp5-25nv.76no.6.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "The move toward free trade zones",
        "issue": "Nov",
        "handle": "RePEc:fip:fedker:y:1991:i:nov:p:5-25:n:v.76no.6",
        "year": "1991",
        "pages": "5-25",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:fip:fedker",
        "name": "Federal Reserve Bank of Kansas City, Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/inecon/v8y1978i3p397-407.html",
      "bibliographic": {
        "volume": 8,
        "month": "August",
        "name": "Purchasing power parity and exchange rates : Another look at the evidence",
        "issue": "3",
        "handle": "RePEc:eee:inecon:v:8:y:1978:i:3:p:397-407",
        "year": "1978",
        "pages": "397-407",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul R.",
      "series": {
        "handle": "RePEc:eee:inecon",
        "name": "Elsevier, Journal of International Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/namrev/v1y1990i2p267-280.html",
      "bibliographic": {
        "volume": 1,
        "month": null,
        "name": "Multinational enterprise: The old and the new in history and theory",
        "issue": "2",
        "handle": "RePEc:eee:namrev:v:1:y:1990:i:2:p:267-280",
        "year": "1990",
        "pages": "267-280",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:namrev",
        "name": "Elsevier, North American Review of Economics and Finance"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/deveco/v27y1987i1-2p41-55.html",
      "bibliographic": {
        "volume": 27,
        "month": "October",
        "name": "The narrow moving band, the Dutch disease, and the competitive consequences of Mrs. Thatcher : Notes on trade in the presence of dynamic scale economies",
        "issue": "1-2",
        "handle": "RePEc:eee:deveco:v:27:y:1987:i:1-2:p:41-55",
        "year": "1987",
        "pages": "41-55",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:deveco",
        "name": "Elsevier, Journal of Development Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/moneco/v55y2008i4p857-860.html",
      "bibliographic": {
        "volume": 55,
        "month": "May",
        "name": "Response to Nelson and Schwartz",
        "issue": "4",
        "handle": "RePEc:eee:moneco:v:55:y:2008:i:4:p:857-860",
        "year": "2008",
        "pages": "857-860",
        "doi": ""
      },
      "abstract": "In responding to Nelson and Schwartz's [2008. The impact of Milton Friedman on modern monetary economics: setting the record straight on Paul Krugman's &quot;Who was Milton Friedman?&quot;. Journal of Monetary Economics 55, this issue] critique of my &quot;Who Was Milton Friedman&quot;, I focus on three central economic topics: (i) whether it is reasonable to claim that the Federal Reserve caused the Great Depression; (ii) whether monetary policy had the power to engineer an economic recovery after the onset of the depression; and (iii) whether monetarism succeeded or failed. On all these key points, I reject the criticisms of Nelson and Schwartz.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:moneco",
        "name": "Elsevier, Journal of Monetary Economics"
      }
    },
    {
      "keywords": "New economic geography; spatial economy; agglomeration; self-organisation; location theory",
      "link": "https://ideas.repec.org/a/spr/ecogov/v83y2003i1p139-164.html",
      "bibliographic": {
        "volume": 83,
        "month": "October",
        "name": "The new economic geography: Past, present and the future",
        "issue": "1",
        "handle": "RePEc:spr:ecogov:v:83:y:2003:i:1:p:139-164",
        "year": "2003",
        "pages": "139-164",
        "doi": "10.1007/s101010100033"
      },
      "abstract": "This article presents a summary of our conversation on the past, present and future of the new economic geography, which took place with the help of an interlocutor in San Juan, Puerto Rico in November 2002. Following the introduction, we explain what the new economic geography is, and we describe some basic models. The discussion of its various critical aspects is presented subsequently, and the article concludes with the discussion of future issues and challenges facing the field. Copyright Springer-Verlag Berlin/Heidelberg 2003",
      "author": "Masahisa Fujita & Paul Krugman",
      "series": {
        "handle": "RePEc:spr:ecogov",
        "name": "Springer, Economics of Governance"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v18y1982i1p37-39a.html",
      "bibliographic": {
        "volume": 18,
        "month": null,
        "name": "Simulating an oil shock with sticky prices by Giavazzi et. al",
        "issue": "1",
        "handle": "RePEc:eee:eecrev:v:18:y:1982:i:1:p:37-39a",
        "year": "1982",
        "pages": "37-39",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v18y1982i2p37-39b.html",
      "bibliographic": {
        "volume": 18,
        "month": null,
        "name": "Simulating an oil shock with sticky prices by Giavazzi et. al",
        "issue": "2",
        "handle": "RePEc:eee:eecrev:v:18:y:1982:i:2:p:37-39b",
        "year": "1982",
        "pages": "37-39",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "macroeconomics; Japan; Slump; Liquidity Trap; monetary policy",
      "link": "https://ideas.repec.org/a/bin/bpeajo/v29y1998i1998-2p137-206.html",
      "bibliographic": {
        "volume": 29,
        "month": null,
        "name": "It's Baaack: Japan's Slump and the Return of the Liquidity Trap",
        "issue": "2",
        "handle": "RePEc:bin:bpeajo:v:29:y:1998:i:1998-2:p:137-206",
        "year": "1998",
        "pages": "137-206",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:bin:bpeajo",
        "name": "Economic Studies Program, The Brookings Institution, Brookings Papers on Economic Activity"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/fip/fedkpr/y1983p123-176.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "Targeted industrial policies: theory and evidence",
        "issue": null,
        "handle": "RePEc:fip:fedkpr:y:1983:p:123-176",
        "year": "1983",
        "pages": "123-176",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:fip:fedkpr",
        "name": "Federal Reserve Bank of Kansas City, Proceedings - Economic Policy Symposium - Jackson Hole"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/oup/oxford/v21y2005i4p515-523.html",
      "bibliographic": {
        "volume": 21,
        "month": "Winter",
        "name": "Is Fiscal Policy Poised for a Comeback&quest;",
        "issue": "4",
        "handle": "RePEc:oup:oxford:v:21:y:2005:i:4:p:515-523",
        "year": "2005",
        "pages": "515-523",
        "doi": ""
      },
      "abstract": " For several decades, discretionary fiscal policy has been in disrepute. Most economists viewed it as unnecessary, because monetary policy was up to the job of stabilizing the economy. Economists also viewed fiscal policy as too clumsy to deal with the relatively short recessions that became the post-war norm. But the experience of Japan and the near-Japan experience of the United States in 2001--3 have renewed some of the old case for fiscal policy. Low-interest environments in which monetary policy becomes ineffective turn out to be a real danger, not a myth. Economic slumps that last for a number of years, offering ample time to implement fiscal expansion, also turn out to be possible. As a result, the case for fiscal policy made by the first generation of Keynesians has experienced a real revival. Copyright 2005, Oxford University Press.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:oup:oxford",
        "name": "Oxford University Press, Oxford Review of Economic Policy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/inecon/v20y1986i3-4p389-391.html",
      "bibliographic": {
        "volume": 20,
        "month": "May",
        "name": "International debt: Systemic risk and policy response : William R. Cline, (Institute for International Economics, Washington, 1984) pp. xix+317, $25",
        "issue": "3-4",
        "handle": "RePEc:eee:inecon:v:20:y:1986:i:3-4:p:389-391",
        "year": "1986",
        "pages": "389-391",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:inecon",
        "name": "Elsevier, Journal of International Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/emx/esteco/v5y1990i2p263-286.html",
      "bibliographic": {
        "volume": 5,
        "month": null,
        "name": "Integracin y competitividad de la industria perifrica",
        "issue": "2",
        "handle": "RePEc:emx:esteco:v:5:y:1990:i:2:p:263-286",
        "year": "1990",
        "pages": "263-286",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman & Anthony J. Venables",
      "series": {
        "handle": "RePEc:emx:esteco",
        "name": "El Colegio de Mxico, Centro de Estudios Econmicos, Estudios Econmicos"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/deveco/v8y1981i2p149-161.html",
      "bibliographic": {
        "volume": 8,
        "month": "April",
        "name": "Trade, accumulation, and uneven development",
        "issue": "2",
        "handle": "RePEc:eee:deveco:v:8:y:1981:i:2:p:149-161",
        "year": "1981",
        "pages": "149-161",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:deveco",
        "name": "Elsevier, Journal of Development Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/inecon/v9y1979i4p469-479.html",
      "bibliographic": {
        "volume": 9,
        "month": "November",
        "name": "Increasing returns, monopolistic competition, and international trade",
        "issue": "4",
        "handle": "RePEc:eee:inecon:v:9:y:1979:i:4:p:469-479",
        "year": "1979",
        "pages": "469-479",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul R.",
      "series": {
        "handle": "RePEc:eee:inecon",
        "name": "Elsevier, Journal of International Economics"
      }
    },
    {
      "keywords": "macroeconomics; world trade; globalization; investment",
      "link": "https://ideas.repec.org/a/bin/bpeajo/v26y1995i1995-1p327-377.html",
      "bibliographic": {
        "volume": 26,
        "month": null,
        "name": "Growing World Trade: Causes and Consequences",
        "issue": "1, 25th A",
        "handle": "RePEc:bin:bpeajo:v:26:y:1995:i:1995-1:p:327-377",
        "year": "1995",
        "pages": "327-377",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:bin:bpeajo",
        "name": "Economic Studies Program, The Brookings Institution, Brookings Papers on Economic Activity"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/deveco/v29y1988i3p253-268.html",
      "bibliographic": {
        "volume": 29,
        "month": "November",
        "name": "Financing vs. forgiving a debt overhang",
        "issue": "3",
        "handle": "RePEc:eee:deveco:v:29:y:1988:i:3:p:253-268",
        "year": "1988",
        "pages": "253-268",
        "doi": ""
      },
      "abstract": "This paper examines the tradeoffs facing creditors of a country whose debt is large enough that the country cannot attract voluntary new lending. If the country is unable to meet its debt service requirements out of current income, the creditors have two choices. They can finance the country, lending at an expected loss in the hope that the country will eventually be able to repay its debt after all; or they can forgive, reducing the debt level to one that the country can repay. The post-1983 debt strategy of the IMF and the US has relied on financing, but many current calls for debt reform call for forgiveness instead. The paper shows that the choice between financing and forgiveness represents a tradeoff. Financing gives the creditors an option value: if the country turns out to do relatively well, creditors will not have written down their claims unnecessarily. However, the burden of debt distorts the country's incentives, since the benefits of good performance go largely to creditors rather than itself. The paper also shows that the tradeoff itself can be improved if both financing and forgiveness are made contingent on states of nature that the country cannot affect, such as oil prices, world interest rates, etc.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:deveco",
        "name": "Elsevier, Journal of Development Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/japwor/v1y1988i1p63-87.html",
      "bibliographic": {
        "volume": 1,
        "month": "October",
        "name": "Exchange rates and international adjustment",
        "issue": "1",
        "handle": "RePEc:eee:japwor:v:1:y:1988:i:1:p:63-87",
        "year": "1988",
        "pages": "63-87",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:japwor",
        "name": "Elsevier, Japan and the World Economy"
      }
    },
    {
      "keywords": "macroeconomics; exchange rates",
      "link": "https://ideas.repec.org/a/bin/bpeajo/v7y1976i1976-3p537-584.html",
      "bibliographic": {
        "volume": 7,
        "month": null,
        "name": "Flexible Exchange Rates in the Short Run",
        "issue": "3",
        "handle": "RePEc:bin:bpeajo:v:7:y:1976:i:1976-3:p:537-584",
        "year": "1976",
        "pages": "537-584",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Rudiger Dornbusch & Paul Krugman",
      "series": {
        "handle": "RePEc:bin:bpeajo",
        "name": "Economic Studies Program, The Brookings Institution, Brookings Papers on Economic Activity"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/inecon/v15y1983i3-4p313-321.html",
      "bibliographic": {
        "volume": 15,
        "month": "November",
        "name": "A 'reciprocal dumping' model of international trade",
        "issue": "3-4",
        "handle": "RePEc:eee:inecon:v:15:y:1983:i:3-4:p:313-321",
        "year": "1983",
        "pages": "313-321",
        "doi": ""
      },
      "abstract": "This paper develops a model where rivalry of oligopolistic firms serves as an independent cause of international trade. The model shows how such rivalry naturally gives rise to &quot;dumping&quot; of output in foreign markets, and show such dumping can be reciprocal -- there may be two-way trade in the same product. Reciprocal dumping is possible for fairly general specifications of firm behaviour. The welfare effects of this seemingly pointless trade are ambiguous: resources are wasted, but increased competition reduces monopoly distortions. Surprisingly, with free entry and Cournot behaviour, reciprocal dumping is unambiguously beneficial.<br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Brander, James & Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:inecon",
        "name": "Elsevier, Journal of International Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/crcspp/v38y1993ip279-314.html",
      "bibliographic": {
        "volume": 38,
        "month": "June",
        "name": "Why have a target zone?",
        "issue": "1",
        "handle": "RePEc:eee:crcspp:v:38:y:1993:i::p:279-314",
        "year": "1993",
        "pages": "279-314",
        "doi": ""
      },
      "abstract": "The desire to avoid speculative runs on currencies appears to be one of the main reasons leading policy-makers to impose currency bands, but the standard analysis of target zones rules out any speculative inefficiencies by assumption. As an alternative we first present simple models of excess volatility due to stop-loss trading and then go on to consider what target zones might accomplish in this context. The principal result is that the speculation of informed traders shifts from being destabilizing to stabilizing, once the target zone assures them that stop-loss orders will not be triggered.<br><small>(This abstract was borrowed from another version of this item.)</small><br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, Paul & Miller, Marcus",
      "series": {
        "handle": "RePEc:eee:crcspp",
        "name": "Elsevier, Carnegie-Rochester Conference Series on Public Policy"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/emx/esteco/v3y1988i2p149-167.html",
      "bibliographic": {
        "volume": 3,
        "month": null,
        "name": "Desindustrializacin, reindustrializacin y tipo de cambio real",
        "issue": "2",
        "handle": "RePEc:emx:esteco:v:3:y:1988:i:2:p:149-167",
        "year": "1988",
        "pages": "149-167",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:emx:esteco",
        "name": "El Colegio de Mxico, Centro de Estudios Econmicos, Estudios Econmicos"
      }
    },
    {
      "keywords": "macroeconomics; foreign industrial targeting",
      "link": "https://ideas.repec.org/a/bin/bpeajo/v15y1984i1984-1p77-132.html",
      "bibliographic": {
        "volume": 15,
        "month": null,
        "name": "The U.S. Response to Foreign Industrial Targeting",
        "issue": "1",
        "handle": "RePEc:bin:bpeajo:v:15:y:1984:i:1984-1:p:77-132",
        "year": "1984",
        "pages": "77-132",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:bin:bpeajo",
        "name": "Economic Studies Program, The Brookings Institution, Brookings Papers on Economic Activity"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v33y1989i5p1031-1046.html",
      "bibliographic": {
        "volume": 33,
        "month": "May",
        "name": "Differences in income elasticities and trends in real exchange rates",
        "issue": "5",
        "handle": "RePEc:eee:eecrev:v:33:y:1989:i:5:p:1031-1046",
        "year": "1989",
        "pages": "1031-1046",
        "doi": ""
      },
      "abstract": "One might expect that differences in income elasticities in trade and/or differences in growth rates among countries would give rise to strong secular trends in real exchange rates; for example, fast-growing countries might need steady depreciation to get the world to accept their growing exports. In fact, however, income elasticities are systematically related to growth rates by the &quot;45-degree rule&quot;, under which fast-growing countries appear to face high income elasticities of demand for their exports, while having low income elasticities of import demand. The net effect of this relationship between elasticities and growth rates is that secular trends in real exchange rates are much smaller than one might otherwise have expected: relative PPP holds fairly well. This paper documents the existence of a &quot;45-degree rule&quot;, and suggests an explanation in terms of increasing returns and product differentiation.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/inecon/v8y1978i3p445-456.html",
      "bibliographic": {
        "volume": 8,
        "month": "August",
        "name": "Contractionary effects of devaluation",
        "issue": "3",
        "handle": "RePEc:eee:inecon:v:8:y:1978:i:3:p:445-456",
        "year": "1978",
        "pages": "445-456",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul & Taylor, Lance",
      "series": {
        "handle": "RePEc:eee:inecon",
        "name": "Elsevier, Journal of International Economics"
      }
    },
    {
      "keywords": "Financial crises",
      "link": "https://ideas.repec.org/a/fip/fedkpr/y2000p75-106.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "Crises : the price of globalization?",
        "issue": null,
        "handle": "RePEc:fip:fedkpr:y:2000:p:75-106",
        "year": "2000",
        "pages": "75-106",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:fip:fedkpr",
        "name": "Federal Reserve Bank of Kansas City, Proceedings - Economic Policy Symposium - Jackson Hole"
      }
    },
    {
      "keywords": "currency crises; balance sheets; capital flows",
      "link": "https://ideas.repec.org/a/kap/itaxpf/v6y1999i4p459-472.html",
      "bibliographic": {
        "volume": 6,
        "month": "November",
        "name": "Balance Sheets, the Transfer Problem, and Financial Crises",
        "issue": "4",
        "handle": "RePEc:kap:itaxpf:v:6:y:1999:i:4:p:459-472",
        "year": "1999",
        "pages": "459-472",
        "doi": "10.1023/A:1016507817601"
      },
      "abstract": "In a world of high capital mobility, the threat of speculative attack becomes a central issue of macroeconomicpolicy. While first-generation and second-generation models of speculative attacks both have considerablerelevance to particular financial crises of the 1990s, a third-generation model is needed to make sense of thenumber and nature of the emerging market crises of 1997-98. Most of the recent attempts to produce such amodel have argued that the core of the problem lies in the banking system. This paper sketches another candidatefor third-generation crisis modelingone that emphasizes two facts that have been omitted from formal modelsto date: the role of companies' balance sheets in determining their ability to invest, and that of capital flows inaffecting the real exchange rate. Copyright Kluwer Academic Publishers 1999",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:kap:itaxpf",
        "name": "Springer;International Institute of Public Finance, International Tax and Public Finance"
      }
    },
    {
      "keywords": "macroeconomics; Asset Returns; Economic Growth",
      "link": "https://ideas.repec.org/a/bin/bpeajo/v36y2005i2005-1p289-330.html",
      "bibliographic": {
        "volume": 36,
        "month": null,
        "name": "Asset Returns and Economic Growth",
        "issue": "1",
        "handle": "RePEc:bin:bpeajo:v:36:y:2005:i:2005-1:p:289-330",
        "year": "2005",
        "pages": "289-330",
        "doi": ""
      },
      "abstract": "America is probably facing a slowdown in the rate of natural population increase and possibly a slowdown in productivity growth. We argue that, if these two factors depress the rate of future economic growth, one cannot assume that the past performance of asset returns is indicative of future results. Simple standard closed-economy growth models predict that a growth slowdown will likely lower the marginal product of capital and thus the long-run rate of return. Moreover, if current asset valuations represent rational expectations, simple arithmetic shows that it is almost impossible for past rates of return to continue through a growth slowdown. In standard models at least, only a large shift in the income distribution toward capital, or future current account surpluses that are larger and more persistent than those that nineteenth-century Britain sustained for generations, give promise for reconciling a future slowdown with a continuation of historical asset returns.",
      "author": "Dean Baker & J. Bradford Delong & Paul R. Krugman",
      "series": {
        "handle": "RePEc:bin:bpeajo",
        "name": "Economic Studies Program, The Brookings Institution, Brookings Papers on Economic Activity"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/eee/eecrev/v33y1989i5p1083-1085.html",
      "bibliographic": {
        "volume": 33,
        "month": "May",
        "name": "Comments 'on the international capital ownership pattern at the turn of the twenty-first century' by Koichi Hamada and Kazumasa Iwata",
        "issue": "5",
        "handle": "RePEc:eee:eecrev:v:33:y:1989:i:5:p:1083-1085",
        "year": "1989",
        "pages": "1083-1085",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:eee:eecrev",
        "name": "Elsevier, European Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/iif/iifjrn/v17y2002i193p25-26.html",
      "bibliographic": {
        "volume": 17,
        "month": null,
        "name": "Tobin''i zlemek",
        "issue": "193",
        "handle": "RePEc:iif:iifjrn:v:17:y:2002:i:193:p:25-26",
        "year": "2002",
        "pages": "25-26",
        "doi": ""
      },
      "abstract": "Yale profesr, John F. Kennedynin danman ve Nobel dl sahibi James Tobin dn ld. Byk bir ekonomist ve olaanst iyi bir insand; vefat benim gzmde ekonomi tartmalarnn hem daha ho, hem de ok daha drst olduu bir dnemin bitmekte oluunu sembolize ediyor.",
      "author": "Paul KRUGMAN",
      "series": {
        "handle": "RePEc:iif:iifjrn",
        "name": "Bilgesel Yayincilik, Iktisat Isletme ve Finans"
      }
    },
    {
      "keywords": "New economic geography; spatial economy; agglomeration; self-organisation; location theory",
      "link": "https://ideas.repec.org/a/spr/presci/v83y2003i1p139-164.html",
      "bibliographic": {
        "volume": 83,
        "month": "October",
        "name": "The new economic geography: Past, present and the future",
        "issue": "1",
        "handle": "RePEc:spr:presci:v:83:y:2003:i:1:p:139-164",
        "year": "2003",
        "pages": "139-164",
        "doi": "10.1007/s10110-003-0172-0"
      },
      "abstract": "This article presents a summary of our conversation on the past, present and future of the new economic geography, which took place with the help of an interlocutor in San Juan, Puerto Rico in November 2002. Following the introduction, we explain what the new economic geography is, and we describe some basic models. The discussion of its various critical aspects is presented subsequently, and the article concludes with the discussion of future issues and challenges facing the field. Copyright Springer-Verlag Berlin/Heidelberg 2003",
      "author": "Masahisa Fujita & Paul Krugman",
      "series": {
        "handle": "RePEc:spr:presci",
        "name": "Springer;Regional Science Association International, Papers in Regional Science"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/iif/iifjrn/v18y2003i210p23-24.html",
      "bibliographic": {
        "volume": 18,
        "month": null,
        "name": "Gelecek Kuaklara Devir Teslim",
        "issue": "210",
        "handle": "RePEc:iif:iifjrn:v:18:y:2003:i:210:p:23-24",
        "year": "2003",
        "pages": "23-24",
        "doi": ""
      },
      "abstract": "te George Bushun Ulusa Sesleniinden bir baka doru olmayan cmle: Biz inkr edip grmezden gelerek sorunlarmz gelecekteki kongrelere, bakanlara ve gelecek nesillere devretmeyeceiz. Bay Bushun adamlar, idaresinden sorumlu olduklar kamu borlarndaki patlamann bir sorun olmadn iddia ediyorlar. Kamu bor tahminlerinin bu yl iin 455, gelecek yl iin 475 milyar dolara varmasna ramen. Ama her zamanki mazeret bulucular bile (hi olmazsa bazlar) hkmetin sorumsuzca davrandn kabul etmeye baladlar. Acaba hkmetin yalancl ile de merte yzleebilecekler mi? Hkmetin mali sorumluluk sznn tahrif edilmi rakamlara dayand, grmek isteyenler iin batan beri ikard. Rakamlar meseleyi anlatyor. Hkmet Nisan 2001de kan ilk btede bu yl iin 334 milyar dolarlk bir fazla ngryordu. Daha beteri, ubat 2002de kan ikinci btede -yani hkmet 11 Eyll ve ekonomik krizden haberdarken- yaptklar tahminler bu yl iin sadece 80 milyar dolar bte a ve gelecek yl neredeyse denk bir bte eklindeydi . Daha alt ay nce bu yl ve gelecek yl bte ann 300 milyar dolar olaca tahmin ediliyordu. Hkmetin bte a tahminlerinin neden gereklerden bu kadar uzak olduunu anlamak iin khin olmaya gerek yok: Gereki bte tahminleri, vergi indirimlerini savunmay zorlatracakt. Bu yzden bte uzmanlar gelecekteki gelirleri olduundan ok daha fazla, gelecekteki harcamalar olduundan ok daha az gsteren tahminler yapmaya zorlandlar. Bu durumun Irakn tehdit oluturmas konusunun abartlmasyla benzerlii asla rastlant deil.",
      "author": "Paul KRUGMAN",
      "series": {
        "handle": "RePEc:iif:iifjrn",
        "name": "Bilgesel Yayincilik, Iktisat Isletme ve Finans"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/aea/aecrev/v99y2009i3p561-71.html",
      "bibliographic": {
        "volume": 99,
        "month": "June",
        "name": "The Increasing Returns Revolution in Trade and Geography",
        "issue": "3",
        "handle": "RePEc:aea:aecrev:v:99:y:2009:i:3:p:561-71",
        "year": "2009",
        "pages": "561-571",
        "doi": ""
      },
      "abstract": "Thirty years have passed since a small group of theorists began applying concepts and tools from industrial organization to the analysis of international trade. The new models of trade that emerged from that work didn't supplant traditional trade theory so much as supplement it, creating an integrated view that made sense of aspects of world trade that had previously posed major puzzles. The &quot;new trade theory&quot;an unfortunate phrase, now quite often referred to as &quot;the old new trade theory&quot;also helped build a bridge between the analysis of trade between countries and the location of production within countries. In this paper I will try to retrace the steps and, perhaps even more important, the state of mind that made this intellectual transformation possible. At the end I'll also ask about the relevance of those once-revolutionary insights in a world economy that, as I'll explain, is arguably more classical now than it was when the revolution in trade theory began.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:aea:aecrev",
        "name": "American Economic Association, American Economic Review"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/bpj/evoice/v2y2004i1n1.html",
      "bibliographic": {
        "volume": 2,
        "month": "December",
        "name": "Confusions about Social Security",
        "issue": "1",
        "handle": "RePEc:bpj:evoice:v:2:y:2004:i:1:n:1",
        "year": "2004",
        "pages": "1-11",
        "doi": ""
      },
      "abstract": "There is a lot of confusion in the debate over Social Security privatization, much of it deliberate. This essay discusses the meaning of the trust fund, which privatizers declare either real or fictional at their convenience; the likely rate of return on private accounts, which has been greatly overstated; and the (ir)relevance of putative reductions in far future liabilities.",
      "author": "Krugman Paul",
      "series": {
        "handle": "RePEc:bpj:evoice",
        "name": "De Gruyter, The Economists' Voice"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/pal/easeco/v37y2011i3p307-312.html",
      "bibliographic": {
        "volume": 37,
        "month": null,
        "name": "The Profession and the Crisis",
        "issue": "3",
        "handle": "RePEc:pal:easeco:v:37:y:2011:i:3:p:307-312",
        "year": "2011",
        "pages": "307-312",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:pal:easeco",
        "name": "Palgrave Macmillan;Eastern Economic Association, Eastern Economic Journal"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/cai/reldbu/rel_772_0009.html",
      "bibliographic": {
        "volume": 77,
        "month": null,
        "name": "Masahisa Fujita and The Transformation of Urban Economics",
        "issue": "2",
        "handle": "RePEc:cai:reldbu:rel_772_0009",
        "year": "2011",
        "pages": "9-10",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:cai:reldbu",
        "name": "De Boeck Universit, Recherches conomiques de Louvain"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/elt/journl/v55y1988i217p41-66.html",
      "bibliographic": {
        "volume": 0,
        "month": "enero-mar",
        "name": "La nueva teora del comercio internacional y los pases menos desarrollados",
        "issue": "217",
        "handle": "RePEc:elt:journl:v:55:y:1988:i:217:p:41-66",
        "year": "1988",
        "pages": "41-66",
        "doi": ""
      },
      "abstract": "Ya que este ensayo est dedicado a la memoria de Carlos Daz-Alejandro, quiz se justifique una nota personal inicial. Mi propio trabajo sobre la relacin entre la organizacin industrial y el comercio internacional comenz en 1977, cuando empezaba mi carrera docente en la Universidad de Yale. En esa poca, algunos de mis colegas pensaban que esta lnea de investigacin tena un valor y un inters dudosos; y en ocasiones, yo mismo me preguntaba si valdra la pean el intento. Afortunadamente, Carlos era mi colega y amigo. l sirvi como una caja de resonancia para mis ideas, expresadas con deficiencia al inicio, y me alent cuando mi trabajo tropez con escasa aceptacin externa. Si no hubiese contado con el apoyo de unos cuantos colegas cercanos, entre quienes destacaba Carlos, sin duda habra abandonado un esfuerzo que al final me ha dado ms de lo que merezco...",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:elt:journl",
        "name": "Fondo de Cultura Econmica, El Trimestre Econmico"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/elt/journl/v56y1989ie1989p5-23.html",
      "bibliographic": {
        "volume": 0,
        "month": "julio",
        "name": "Financiamiento vs condonacin de un rezago de deuda",
        "issue": "nmero es",
        "handle": "RePEc:elt:journl:v:56:y:1989:i:e1989:p:5-23",
        "year": "1989",
        "pages": "5-23",
        "doi": ""
      },
      "abstract": "El examen de nuevos enfoques para el problema de la deuda de los pases en desarrollo es ms intenso ahora que en cualquier momento desde 1983. Algunas propuestas, tales como la Inicaitiva Baker, implican la reaviviacin y la continuacin de la estrategia de 1983 de financiamiento sin condonacin de la deuda ni cambio en la naturaleza de los creditos. Otras propuestas, tales como el Plan Bradley, aconsejan grandes condonaciones de deuda a fin de limpiar los libros y restablecer condiciones normales. Entre esos dos extremos hay diversas propuestas de cambio del carcter de las relaciones entre deudores y acredores, que incluyen capializacin de intereses, prstamos o condonacin de la deuda dependiendo de los precios mundiales, conversin de la deuda en capital social o en valores semejantes a las acciones, etctera...",
      "author": "Krugman, Paul",
      "series": {
        "handle": "RePEc:elt:journl",
        "name": "Fondo de Cultura Econmica, El Trimestre Econmico"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/oup/qjecon/v127y2012i3p1469-1513.html",
      "bibliographic": {
        "volume": 127,
        "month": null,
        "name": "Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach",
        "issue": "3",
        "handle": "RePEc:oup:qjecon:v:127:y:2012:i:3:p:1469-1513",
        "year": "2012",
        "pages": "1469-1513",
        "doi": ""
      },
      "abstract": " In this article we present a simple new Keynesian--style model of debt-driven slumps--that is, situations in which an overhang of debt on the part of some agents, who are forced into rapid deleveraging, is depressing aggregate demand. Making some agents debt-constrained is a surprisingly powerful assumption. Fisherian debt deflation, the possibility of a liquidity trap, the paradox of thrift and toil, a Keynesian-type multiplier, and a rationale for expansionary fiscal policy all emerge naturally from the model. We argue that this approach sheds considerable light both on current economic difficulties and on historical episodes, including Japan's lost decade (now in its 18th year) and the Great Depression itself. (JEL Codes: E32, E52, E62) Copyright 2012, Oxford University Press.",
      "author": "Gauti B. Eggertsson & Paul Krugman",
      "series": {
        "handle": "RePEc:oup:qjecon",
        "name": "Oxford University Press, The Quarterly Journal of Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/bla/ecinqu/v48y2010i4p1119-1123.html",
      "bibliographic": {
        "volume": 48,
        "month": "October",
        "name": "The Theory Of Interstellar Trade",
        "issue": "4",
        "handle": "RePEc:bla:ecinqu:v:48:y:2010:i:4:p:1119-1123",
        "year": "2010",
        "pages": "1119-1123",
        "doi": ""
      },
      "abstract": " &quot;This article extends interplanetary trade theory to an interstellar setting. It is chiefly concerned with the following question: how should interest charges on goods in transit be computed when the goods travel at close to the speed of light? This is a problem because the time taken in transit will appear less to an observer traveling with the goods than to a stationary observer. A solution is derived from economic theory, and two useless but true theorems are proved.&quot; (&quot;JEL&quot; F10, F30) Copyright (c) 2010 Western Economic Association International.",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:bla:ecinqu",
        "name": "Western Economic Association International, Economic Inquiry"
      }
    },
    {
      "keywords": "New Economic Geography; Agglomeration; Regions; International trade",
      "link": "https://ideas.repec.org/a/taf/regstd/v45y2011i1p1-7.html",
      "bibliographic": {
        "volume": 45,
        "month": null,
        "name": "The New Economic Geography, Now Middle-aged",
        "issue": "1",
        "handle": "RePEc:taf:regstd:v:45:y:2011:i:1:p:1-7",
        "year": "2011",
        "pages": "1-7",
        "doi": "10.1080/00343404.2010.525"
      },
      "abstract": " Krugman P. The New Economic Geography, now middle-aged, Regional Studies. This paper claims that the New Economic Geography has now become 'middle-aged'. On the one hand, the New Economic Geography is said to be of less relevance when describing current developments in advanced economies because it focuses more on tangible causes of the spatial concentration of economic activities, and not so much on intangible sources, such as information spillovers. On the other hand, the paper states that recent developments in developing economies like China are quite in line with the core-periphery model that predicts increasing regional specialization as a result of economic integration. Although both economists and geographers study these spatial processes, no fruitful exchange between the two is expected because of the use of different methodologies. [image omitted] Krugman P. La nouvelle geographie economique atteint l'age mur, Regional Studies. Cet article pretend que la nouvelle geographie economique atteint 'l'age mur'. D'un cote, on dit que la nouvelle geographie economique est peu pertinente quant aux developpements des economies avancees parce qu'elle porte plutot sur les causes manifestes de la concentration geographique des activites economiques que sur les sources indefinissables, telles les retombees de l'information. De l'autre cote, l'article affirme que des developpements recents dans les economies avancees, voire la Chine, sont tout a fait en accord avec le modele du centre-peripherie, qui prevoit une augmentation de la specialisation regionale suite a l'integration economique. Bien que les economistes et les geographes etudient ces processus geographiques, on n'attend aucun debat constructif a cause des methodologies differentes. Nouvelle geographie economique Agglomeration Regions Commerce international Krugman P. Die Neue Wirtschaftsgeografie - inzwischen im mittleren Alter, Regional Studies. In diesem Beitrag wird die These aufgestellt, dass sich die Neue",
      "author": "Paul Krugman",
      "series": {
        "handle": "RePEc:taf:regstd",
        "name": "Taylor & Francis Journals, Regional Studies"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/spr/jopoec/v9y1996i1p83-93.html",
      "bibliographic": {
        "volume": 9,
        "month": "February",
        "name": "Immigration, investment, and real wages",
        "issue": "1",
        "handle": "RePEc:spr:jopoec:v:9:y:1996:i:1:p:83-93",
        "year": "1996",
        "pages": "83-93",
        "doi": "10.1007/s00148-007-0171-6"
      },
      "abstract": "When a country is the recipient of large-scale, politically motivated immigration -- as has been the case for Israel in recent years -- the initial impact is to reduce real wages. Over the longer term, however, the endogenous response of investment, together with increasing returns, may well actually increase real earnings. If immigration itself is not wholly exogenous, but responds to real wages, there may be multiple equilibria. That is, optimism or pessimism about the success of the economy at absorbing immigrants may constitute a self-fulfilling prophecy.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "Elise Brezis & Paul Krugman",
      "series": {
        "handle": "RePEc:spr:jopoec",
        "name": "Springer;European Society for Population Economics, Journal of Population Economics"
      }
    },
    {
      "keywords": "macroeconomic; trade; wages; labor; industry",
      "link": "https://ideas.repec.org/a/bin/bpeajo/v39y2008i2008-01p103-154.html",
      "bibliographic": {
        "volume": 39,
        "month": null,
        "name": "Trade and Wages, Reconsidered",
        "issue": "1 (Spring",
        "handle": "RePEc:bin:bpeajo:v:39:y:2008:i:2008-01:p:103-154",
        "year": "2008",
        "pages": "103-154",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul R. Krugman",
      "series": {
        "handle": "RePEc:bin:bpeajo",
        "name": "Economic Studies Program, The Brookings Institution, Brookings Papers on Economic Activity"
      }
    },
    {
      "keywords": "new economic geography; spatial economy; agglomeration; self-organisation; location theory",
      "link": "https://ideas.repec.org/a/ris/invreg/0193.html",
      "bibliographic": {
        "volume": null,
        "month": null,
        "name": "The new economic geography: Past, present and the future",
        "issue": "4",
        "handle": "RePEc:ris:invreg:0193",
        "year": "2004",
        "pages": "177-206",
        "doi": ""
      },
      "abstract": "This article presents a summary of our conversation on the past, present and future of the new economic geography, which took place with the help of an interlocutor in San Juan, Puerto Rico in November 2002. Following the intro-duction, we explain what the new economic geography is, and we describe some basic models. The discussion of its various critical aspects is presented subse-quently, and the article concludes with the discussion of future issues and challenges facing the field.",
      "author": "Fujita , Masahisa & Krugman, Paul",
      "series": {
        "handle": "RePEc:ris:invreg",
        "name": "Asociacin Espaola de Ciencia Regional, INVESTIGACIONES REGIONALES - Journal of REGIONAL RESEARCH"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/a/cml/boletn/vxlviiy2001i3p139-154.html",
      "bibliographic": {
        "volume": 0,
        "month": "julio-sep",
        "name": "Crisis: el precio de la globalizacin?",
        "issue": "3",
        "handle": "RePEc:cml:boletn:v:xlvii:y:2001:i:3:p:139-154",
        "year": "2001",
        "pages": "139-154",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "Paul P. Krugman",
      "series": {
        "handle": "RePEc:cml:boletn",
        "name": "Centro de Estudios Monetarios Latinoamericanos, Boletn"
      }
    },
    {
      "keywords": "exchange rate regime; foreign exchange market efficiency; exchange rate models",
      "link": "https://ideas.repec.org/h/rba/rbaacv/acv1993-02.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Recent Thinking About Exchange Rate Determination and Policy",
        "handle": "RePEc:rba:rbaacv:acv1993-02",
        "year": "1993",
        "pages": null,
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:rba:rbaacv",
        "name": "Reserve Bank of Australia, RBA Annual Conference Volume"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/eee/indchp/2-20.html",
      "bibliographic": {
        "volume": 2,
        "number": null,
        "chapter": 20,
        "name": "Industrial organization and international trade",
        "handle": "RePEc:eee:indchp:2-20",
        "year": "1989",
        "pages": "1179-1223",
        "doi": ""
      },
      "abstract": "This paper reviews recent work on the relationship between industrial organization and international trade. Five strands in the theoretical literature are discussed. First is the role of economies of scale as a cause of intra-industry trade, modelled using monopolistic competition. Second is the effect of tariffs and quotas on domestic market power. Third is the analysis of dumping as international price discrimination. Fourth is the potential strategy role of government policy as an aid to domestic firms in oligopolistic competition. Finally, the paper discusses recent work that may provide a new argument for protectionism. A concluding section discusses recent efforts at quantification of new trade theory.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "",
      "series": {
        "handle": "RePEc:eee:indchp",
        "name": "Elsevier, Handbook of Industrial Organization"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/eee/intchp/3-24.html",
      "bibliographic": {
        "volume": 3,
        "number": null,
        "chapter": 24,
        "name": "Increasing returns, imperfect competition and the positive theory of international trade",
        "handle": "RePEc:eee:intchp:3-24",
        "year": "1995",
        "pages": "1243-1277",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:eee:intchp",
        "name": "Elsevier, Handbook of International Economics"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/11382.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Oil Shocks and Exchange Rate Dynamics",
        "handle": "RePEc:nbr:nberch:11382",
        "year": "1983",
        "pages": "259-284",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/5847.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Industrial Policy and International Competition in Wide-Bodied Jet Aircraft",
        "handle": "RePEc:nbr:nberch:5847",
        "year": "1988",
        "pages": "45-78",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/6005.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Trade in Differentiated Products and the Political Economy of Trade Liberalization",
        "handle": "RePEc:nbr:nberch:6005",
        "year": "1982",
        "pages": "197-222",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/6230.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "International Aspects of Financial Crises",
        "handle": "RePEc:nbr:nberch:6230",
        "year": "1991",
        "pages": "85-134",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/6838.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "The International Role of the Dollar: Theory and Prospect",
        "handle": "RePEc:nbr:nberch:6838",
        "year": "1984",
        "pages": "261-278",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/7534.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Private Capital Flows to Problem Debtors",
        "handle": "RePEc:nbr:nberch:7534",
        "year": "1989",
        "pages": "285-298",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/8062.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Long-Run Effects of the Strong Dollar",
        "handle": "RePEc:nbr:nberch:8062",
        "year": "1988",
        "pages": "277-298",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/8994.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Private Capital Flows to Problem Debtors",
        "handle": "RePEc:nbr:nberch:8994",
        "year": "1989",
        "pages": "299-330",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/11032.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Are Currency Crises Self-Fulfilling?",
        "handle": "RePEc:nbr:nberch:11032",
        "year": "1996",
        "pages": "345-407",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/6189.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "And Now for Something Completely Different: An Alternative Model of Trade, Education, and Inequality",
        "handle": "RePEc:nbr:nberch:6189",
        "year": "2000",
        "pages": "15-36",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/6532.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "The Surge in Foreign Direct Investment in the 1980s",
        "handle": "RePEc:nbr:nberch:6532",
        "year": "1993",
        "pages": "13-36",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/8658.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Introduction to &quot;Trade with Japan: Has the Door Opened Wider?&quot;",
        "handle": "RePEc:nbr:nberch:8658",
        "year": "1991",
        "pages": "1-8",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/8673.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Introduction to &quot;Empirical Studies of Strategic Trade Policy&quot;",
        "handle": "RePEc:nbr:nberch:8673",
        "year": "1994",
        "pages": "1-10",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/8687.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Introduction to &quot;Currency Crises&quot;",
        "handle": "RePEc:nbr:nberch:8687",
        "year": "2000",
        "pages": "1-6",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/6948.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Equilibrium Exchange Rates",
        "handle": "RePEc:nbr:nberch:6948",
        "year": "1990",
        "pages": "159-196",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/7211.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "International Trade Effects of Value-Added Taxation",
        "handle": "RePEc:nbr:nberch:7211",
        "year": "1990",
        "pages": "263-282",
        "doi": ""
      },
      "abstract": "The actual value added tax systems used in many countries differ significantly from the completely general VAT that has been the focus of most economic analyses. In practice, VAT systems exempt broad classes of consumer goods and services. This has important implications for the effect of the VAT on international trade. A value added tax is sometimes advocated as a way of improving a country's international competitiveness because GATT rules permit the tax to be levied on imports and rebated on exports. This leads to political support for the VAT among exporters and producers of import-competing products. For a general VAT on all consumption, this argument is incorrect except in the very short run because exchange rates or domestic prices adjust to offset the effect of the tax on the relative prices of domestic and foreign goods. When prices or exchange rates have adjusted, a general value added tax will have no effect on imports and exports. In practice, the value added tax frequently exempts housing and many personal services. The VAT thus raises the price of tradeables relative to nontradeables and induces a substitution of housing and services for tradeable goods. Since this implies a reduced consumption of imported goods, it also implies a decline in exports. The most likely effect of the introduction of a VAT would thus be a decline of exports.<br><small>(This abstract was borrowed from another version of this item.)</small>",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/7762.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "LDC Debt Policy",
        "handle": "RePEc:nbr:nberch:7762",
        "year": "1994",
        "pages": "691-740",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/9803.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Currency Crises",
        "handle": "RePEc:nbr:nberch:9803",
        "year": "1999",
        "pages": "421-466",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/6164.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Fire-Sale FDI",
        "handle": "RePEc:nbr:nberch:6164",
        "year": "2000",
        "pages": "43-58",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/12759.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Revenge of the Optimum Currency Area",
        "handle": "RePEc:nbr:nberch:12759",
        "year": "2012",
        "pages": "439-448",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/h/nbr/nberch/13091.html",
      "bibliographic": {
        "volume": null,
        "number": null,
        "chapter": null,
        "name": "Comment on &quot;The Aftermath of the 1992 ERM Breakup: Was There a Macroeconomic Free Lunch?&quot;",
        "handle": "RePEc:nbr:nberch:13091",
        "year": "2000",
        "pages": "282-284",
        "doi": ""
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberch",
        "name": "National Bureau of Economic Research, Inc, NBER Chapters"
      }
    },
    {
      "keywords": "spatial economy; new economic geography",
      "link": "https://ideas.repec.org/b/mtp/titles/0262561476.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:0262561476",
        "volume": 1,
        "number": "0262561476",
        "name": "The Spatial Economy: Cities, Regions, and International Trade",
        "isbn": "ARRAY(0x391e8d48)",
        "doi": "",
        "year": "2001"
      },
      "abstract": "Since 1990 there has been a renaissance of theoretical and empirical work on the spatial aspects of the economy--that is, where economic activity occurs and why. Using new tools--in particular, modeling techniques developed to analyze industrial organization, international trade, and economic growth--this &quot;new economic geography&quot; has emerged as one of the most exciting areas of contemporary economics. The authors show how seemingly disparate models reflect a few basic themes, and in so doing they develop a common &quot;grammar&quot; for discussing a variety of issues. They show how a common approach that emphasizes the three-way interaction among increasing returns, transportation costs, and the movement of productive factors can be applied to a wide range of issues in urban, regional, and international economics. This book is the first to provide a sound and unified explanation of the existence of large economic agglomerations at various spatial scales.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "U.S. economic policy; diminished expectations; policy drift",
      "link": "https://ideas.repec.org/b/mtp/titles/0262611341.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:0262611341",
        "volume": 1,
        "number": "0262611341",
        "name": "The Age of Diminished Expectations, 3rd Edition: U.S. Economic Policy in the 1990s",
        "isbn": "ARRAY(0x38ff3078)",
        "doi": "",
        "year": "1997"
      },
      "abstract": "Paul Krugman's popular guide to the economic landscape of the 1990s has been revised and updated to take into account economic developments of the years from 1994 - 1997. New material in the third edition includes: A new chaptercomplete with colorful examples from Llyod's of London and Sumitomo Metalson how risky behavior can lead to disaster in private markets. An evaluation of the Federal Reserve's role in reining in economic growth to prevent inflation, and the debate over whether its targets are too low. A look at the collapse of the Mexican peso and the burst of Japan's &quot;bubble&quot; economy. A revised discussion of the federal budget deficit, including the growth concern that Social Security and Medicare payments to retiring baby boomers will threaten the solvency of the government. Finally, in the updated concluding section, the author provides three possible scenarios for the American economy over the next decade. He warns us that we live in age of diminished expectations, in which the voting public is willing to settle for policy driftbut with the first baby boomers turning 65 in 2011, the economy will not be able to drift indefinitely.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/b/nbr/nberbk/krug00-1.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberbk:krug00-1",
        "volume": null,
        "number": "krug00-1",
        "name": "Currency Crises",
        "isbn": null,
        "doi": "",
        "year": "2000"
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberbk",
        "name": "National Bureau of Economic Research, Inc, NBER Books"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/b/nbr/nberbk/krug91-1.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberbk:krug91-1",
        "volume": null,
        "number": "krug91-1",
        "name": "Trade with Japan: Has the Door Opened Wider?",
        "isbn": null,
        "doi": "",
        "year": "1991"
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberbk",
        "name": "National Bureau of Economic Research, Inc, NBER Books"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/b/nbr/nberbk/krug92-1.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberbk:krug92-1",
        "volume": null,
        "number": "krug92-1",
        "name": "Exchange Rate Targets and Currency Bands",
        "isbn": null,
        "doi": "",
        "year": "1992"
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberbk",
        "name": "National Bureau of Economic Research, Inc, NBER Books"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/b/nbr/nberbk/krug94-1.html",
      "bibliographic": {
        "handle": "RePEc:nbr:nberbk:krug94-1",
        "volume": null,
        "number": "krug94-1",
        "name": "Empirical Studies of Strategic Trade Policy",
        "isbn": null,
        "doi": "",
        "year": "1994"
      },
      "abstract": "No abstract is available for this item.",
      "author": "",
      "series": {
        "handle": "RePEc:nbr:nberbk",
        "name": "National Bureau of Economic Research, Inc, NBER Books"
      }
    },
    {
      "keywords": "exchange rates; balance-of-payments adjustment policy; international monetary system",
      "link": "https://ideas.repec.org/b/mtp/titles/0262611090.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:0262611090",
        "volume": 1,
        "number": "0262611090",
        "name": "Currencies and Crises",
        "isbn": "ARRAY(0x39187a28)",
        "doi": "",
        "year": "1995"
      },
      "abstract": "Currencies and Crises brings together Paul Krugman's work on international monetary economics from the late 1970s to the present, in an effort to make sense of a turbulent period that, in Krugman's words, &quot;involved one surprise after another, most of them unpleasant.&quot; The eleven essays cover such key areas as the role of exchange rates in balance-of-payments adjustment policy, the role of speculation in the functioning of exchange-rate regimes, third world debt, and the construction of an international monetary system.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "foreign trade; multinational enterprises; trade composition",
      "link": "https://ideas.repec.org/b/mtp/titles/026258087x.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:026258087x",
        "volume": 1,
        "number": "026258087x",
        "name": "Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy",
        "isbn": "ARRAY(0x39072a38)",
        "doi": "",
        "year": "1987"
      },
      "abstract": "Market Structure and Foreign Trade presents a coherent theory of trade in the presence of market structures other than perfect competition. The theory it develops explains trade patterns, especially of industrial countries, and provides an integration between trade and the role of multinational enterprises. Relating current theoretical work to the main body of trade theory, Helpman and Krugman review and restate known results and also offer entirely new material on contestable markets, oligopolies, welfare, and multinational corporations, and new insights on external economies, intermediate inputs, and trade composition.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "trade policy; trade theory",
      "link": "https://ideas.repec.org/b/mtp/titles/0262610450.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:0262610450",
        "volume": 1,
        "number": "0262610450",
        "name": "Strategic Trade Policy and the New International Economics",
        "isbn": "ARRAY(0x3906bb48)",
        "doi": "",
        "year": "1986"
      },
      "abstract": "This volume of original essays brings the practical world of trade policy and of government and business strategy together with the world of academic trade theory. It focuses in particular on the impact of changes in the international trade environment and on how new developments and theory can guide our trade policy.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "pop internationalists; international trade; economic analysis",
      "link": "https://ideas.repec.org/b/mtp/titles/0262611333.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:0262611333",
        "volume": 1,
        "number": "0262611333",
        "name": "Pop Internationalism",
        "isbn": "ARRAY(0x39202c48)",
        "doi": "",
        "year": "1997"
      },
      "abstract": "&quot;Pop internationalists&quot; -- people who speak impressively about international trade while ignoring basic economics and misusing economic figures are the target of this collection of Paul Krugman's most recent essays. In the clear, readable, entertaining style that brought acclaim for his best-selling Age of Diminished Expectations, Krugman explains what real economic analysis is. He discusses economic terms and measurements, like &quot;value-added&quot; and GDP, in simple language so that readers can understand how pop internationalists distort, and sometimes contradict, the most basic truths about world trade.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "economic geography; trade",
      "link": "https://ideas.repec.org/b/mtp/titles/0262610868.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:0262610868",
        "volume": 1,
        "number": "0262610868",
        "name": "Geography and Trade",
        "isbn": "ARRAY(0x3929d310)",
        "doi": "",
        "year": "1992"
      },
      "abstract": "&quot;I have spent my whole professional life as an international economist thinking and writing about economic geography, without being aware of it,&quot; begins Paul Krugman in the readable and anecdotal style that has become a hallmark of his writings. Krugman observes that his own shortcomings in ignoring economic geography have been shared by many professional economists, primarily because of the lack of explanatory models. In Geography and Trade he provides a stimulating synthesis of ideas in the literature and describes new models for implementing a study of economic geography that could change the nature of the field. Economic theory usually assumes away distance. Krugman argues that it is time to put it back - that the location of production in space is a key issue both within and between nations.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "economic geography; development theory",
      "link": "https://ideas.repec.org/b/mtp/titles/026261135x.html",
      "bibliographic": {
        "handle": "RePEc:mtp:titles:026261135x",
        "volume": 1,
        "number": "026261135x",
        "name": "Development, Geography, and Economic Theory",
        "isbn": "ARRAY(0x3905d690)",
        "doi": "",
        "year": "1997"
      },
      "abstract": "Why do certain ideas gain currency in economics while others fall by the wayside? Paul Krugman argues that the unwillingness of mainstream economists to think about what they could not formalize led them to ignore ideas that turn out, in retrospect, to have been very good ones. Krugman examines the course of economic geography and development theory to shed light on the nature of economic inquiry. He traces how development theory lost its initial influence after it became clear that many of the theory's main insights could not be clearly modeled, and concludes with a commentary on areas where further inquiry looks most promising.",
      "author": "",
      "series": {
        "handle": "RePEc:mtp:titles",
        "name": "The MIT Press, MIT Press Books"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/b/iie/ppress/52.html",
      "bibliographic": {
        "handle": "RePEc:iie:ppress:52",
        "volume": null,
        "number": "52",
        "name": "Foreign Direct Investment in the United States, 3rd Edition",
        "isbn": "ARRAY(0x3a5412e0)",
        "doi": "",
        "year": "1995"
      },
      "abstract": "The share of US output held by foreign-controlled firms tripled during the 1980s, but the growth of foreign direct investment in the United States fell sharply after 1990. Graham and Krugman provided the first analysis of the growth of this investment, and its economic and national security implications, in the first and second editions. The third, extensively revised edition analyzes the post-1990 downturn in FDI, updates all statistics, provides new analysis based on statistical series not previously available, and assesses recent legislative proposals to restrict FDI.",
      "author": "",
      "series": {
        "handle": "RePEc:iie:ppress",
        "name": "Peterson Institute for International Economics, Peterson Institute Press: All Books"
      }
    },
    {
      "keywords": "",
      "link": "https://ideas.repec.org/b/cup/cbooks/9780521435260.html",
      "bibliographic": {
        "handle": "RePEc:cup:cbooks:9780521435260",
        "volume": null,
        "number": "9780521435260",
        "name": "Exchange Rate Targets and Currency Bands",
        "isbn": null,
        "doi": "",
        "year": "1992"
      },
      "abstract": "Research programmes in economics usually emerge from the intersection between a new analytical approach and a real economic problem. In the last few years, such a programme has emerged in international monetary economics, which is underpinned by a theoretical framework grounded in stochastic calculus and the increasing prominence in the real world of the international monetary arrangements under which national monetary authorities attempt to keep exchange rates within bands or 'target zones'. This new programme of research also covers switches in exchange rate regimes. This volume from the Centre for economic Policy Research and the National Bureau of Economic Research includes contributions - as authors or discussants - from most of the active participants in the development of this new field, and will serve as a useful introduction and basic text for this new research programme. It opens with an account of the basic economic model of a currency band developed by Paul Krugman, which is followed by two papers that extend this approach. Other chapters study the regime switches entailed in Britain's return to the gold standard in 1925 and the preannounced entry of a floating currency into a band such as the EMS. Essays on sustainability and realignment consider the possible outcomes of speculative attacks on such bands, and the volume ends with a paper on econometric testing of models of this type.",
      "author": "",
      "series": {
        "handle": "RePEc:cup:cbooks",
        "name": "Cambridge University Press, Cambridge Books"
      }
    }
  ]
}
