{
  "pubdate": "2017\/04\/01",
  "title": "Validating self-paced sentence-by-sentence reading: story comprehension, recall, and narrative transportation",
  "citations": "",
  "references": "47",
  "date": "2017-04",
  "reads": "5,427 Reads",
  "journal": {
    "href": "journal\/0922-4777_Reading_and_Writing",
    "text": "Reading and Writing"
  },
  "abstract": "Previous studies on discourse have employed a self-paced sentence-by-sentence paradigm to present text and record reading times. However, presenting discourse this way does not mirror real-world reading conditions; for example, this paradigm prevents regressions to earlier portions of the text. The purpose of the present study is to investigate the ecological validity of self-paced sentence-by-sentence presentations by comparing it to normal page reading with respect to comprehension, recall, and narrative transportation, across two time points (immediate and delayed). Bayesian analyses found greater evidence in favor of the null hypothesis for transportation, indicating that little difference likely exists between sentence-by-sentence presentations and normal reading for this outcome. Weak evidence supporting the alternative hypothesis was found for immediate comprehension and recall, with participants who read the story as isolated sentences scoring marginally higher. Altogether, these results validate the self-paced sentence-by-sentence paradigm for measuring reading times, uncovering few differences in outcomes relative to natural reading.",
  "authors": [
    {
      "name": {
        "href": "https:\/\/www.researchgate.net\/profile\/Ashley_Chung-Fat-Yim",
        "text": "Ashley Chung-Fat-Yim"
      },
      "rating": "13.33",
      "institution": "York University"
    },
    {
      "name": {
        "href": "https:\/\/www.researchgate.net\/profile\/Jordan_Peterson2",
        "text": "Jordan B Peterson"
      },
      "rating": "39.89",
      "institution": "University of Toronto"
    },
    {
      "name": {
        "href": "https:\/\/www.researchgate.net\/scientific-contributions\/14538394_Raymond_A_Mar",
        "text": "Raymond A. Mar"
      }
    }
  ],
  "url": "https:\/\/www.researchgate.net\/publication\/309182447_Validating_self-paced_sentence-by-sentence_reading_story_comprehension_recall_and_narrative_transportation"
}