{
  "citations": [
    {
      "title": {
        "href": "publication/324114455_Exploring_personality_and_musical_self-perceptions_among_vocalists_and_instrumentalists_at_music_colleges",
        "text": "Exploring personality and musical self-perceptions among vocalists and instrumentalists at music colleges"
      },
      "cit": "... In accordance with research on creative individuals and artistic professionals (Feist, 1998), vocalists and musicians had elevated scores on openness, yet psychology students also scored high. It seems that the scale of openness did not capture perceptual and aesthetic processes related to artistic creativity ( Kaufmann et al., 2016) and failed therefore to differentiate between artists and non-artists.  ..."
    },
    {
      "title": {
        "href": "publication/323858200_Reopening_Openness_to_Experience_A_Network_Analysis_of_Four_Openness_to_Experience_Inventories",
        "text": "Reopening Openness to Experience: A Network Analysis of Four Openness to Experience Inventories"
      },
      "cit": "... Experiencing and Intellect are separate but related aspects of Openness to Experience, with differential relations to affective, behavioral, and cognitive outcomes (DeYoung et al., 2012(DeYoung et al., , 2014Barford & Smillie, 2016). For example, Experiencing is positively related to creative achievement in the arts ( Kaufman et al., 2016), implicit learning ( Kaufman et al., 2010), and feeling mixed emotions (Barford & Smillie, 2016) while Intellect is positively related to creative achievement in the sciences ( Kaufman et al., 2016), working memory ( DeYoung et al., 2009), and fluid intelligence (DeYoung et al., 2012). As a result, these aspects have been generally agreed upon.  ..."
    },
    {
      "title": {
        "href": "publication/323625939_The_Effect_of_Problem-Based_Learning_on_the_Creative_Thinking_and_Critical_Thinking_Disposition_of_Students_in_Visual_Arts_Education",
        "text": "The Effect of Problem-Based Learning on the Creative Thinking and Critical Thinking Disposition of Students in Visual Arts Education"
      },
      "cit": "... In addition, brainstorming is an open technique that can be highly effective for creative thinking. Openness predicts creativity in the arts field (Kaufman et al., 2016).  ..."
    },
    {
      "title": {
        "href": "publication/320881016_Brain_Networks_of_the_Imaginative_Mind_Dynamic_Functional_Connectivity_of_Default_and_Cognitive_Control_Networks_Relates_to_Openness_to_Experience",
        "text": "Brain Networks of the Imaginative Mind: Dynamic Functional Connectivity of Default and Cognitive Control Networks Relates to Openness to Experience"
      },
      "cit": "... Intellect is characterized by a tendency to engage in problem solving and abstract thought, and is assessed with items such as \"I like to solve complex problems.\" Past research has shown that Openness and Intellect are correlated but separable facets ( DeYoung, Shamosh, Green, Braver, & Gray, 2009) that tend to predict distinct behavioral and neural markers ( Kaufman et al., 2016). Participants used a 1 (strongly disagree) to 5 (strongly agree) scale to indicate their extent of agreement with the trait statements.  ..."
    },
    {
      "title": {
        "href": "publication/321008380_Mothers'_personality_traits_and_the_climate_for_creativity_they_build_with_their_children",
        "text": "Mothers’ personality traits and the climate for creativity they build with their children"
      },
      "cit": "... Parental engagement, attitudes, behaviors, and family rules and routines, together with other family experiences that benefit the child's emotional, intellectual and social development, contribute to the climate for creativity. Personal traits facilitating the realization of creative potential include independence/nonconformism ( Barron, 1968;MacKinnon, 1962), openness to experience ( Dollinger, Urban, & James, 2004;Kaufman et al., 2016;McCrae, 1987), the need for novelty ( Houston & Mednick, 1963), tolerance of ambiguity ( Sternberg, 1988;Sternberg & Lubart, 1995), intrinsic motivation ( Amabile, 1996;Csikszentmihályi, 1996), and perseverance ( Sternberg & Lubart, 1995). These qualities develop from a very early age and can be nurtured by parents.  ..."
    },
    {
      "title": {
        "href": "publication/320995863_Interested_in_Different_Things_or_in_Different_Ways_Exploring_the_Engagement_Distinction_Between_Openness_and_Intellect",
        "text": "Interested in Different Things or in Different Ways?: Exploring the Engagement Distinction Between Openness and Intellect"
      },
      "cit": "... Openness and intellect are distinct in their associations with cognitive abilities and creativity. While both aspects are independently related to verbal intelligence, intellect is independently associated with non-verbal intelligence, working memory, and scientific creativity, whereas openness is associated with implicit learning ability, impulsivity, and artistic 4 creativity ( Kaufman et al., 2014; Openness and intellect also differ in terms of emotional states and the appraisal processes that underlie these states. Both aspects predicted greater interest in quotations, with openness reflecting greater reactivity to appraised novelty, and intellect reflecting greater understanding ( ).  ..."
    },
    {
      "title": {
        "href": "publication/321143870_Better_Open_Than_Intellectual_The_Benefits_of_Investment_Personality_Traits_for_Learning",
        "text": "Better Open Than Intellectual: The Benefits of Investment Personality Traits for Learning"
      },
      "cit": "... However, limiting investment to effortful and purpose-driven knowledge seeking ignores the possible benefits of openness to experiences HUNGRY MIND PSPB accepted 5 that are not readily identifiable as 'intellectual' for the accumulation of knowledge ( Grossnickle, 2016). If actively seeking out knowledge is the essence of intellectual curiosity, the readiness to cognitively engage with perception, fantasy, aesthetics, and emotions is at the core of openness ( DeYoung et al., 2012;Kaufman et al., 2014). Accordingly, openness to experience has been described the \"preference for the new and different in many aspects of life\"  ..."
    },
    {
      "title": {
        "href": "publication/320280764_But_Is_It_really_Art_The_Classification_of_Images_as_ArtNot_Art_and_Correlation_with_Appraisal_and_Viewer_Interpersonal_Differences",
        "text": "But Is It really Art? The Classification of Images as \"Art\"/\"Not Art\" and Correlation with Appraisal and Viewer Interpersonal Differences"
      },
      "cit": "... This held true both for the all-art composite and for all art sub-types. This suggests a willingness to seek out unfamiliar or novel encounters, and has also been shown to arise in several studies with art, correlating with, among other findings, a deeper appreciation for and engagement with the arts and creativity ( Kaufman, 2013;Myszkowski et al., 2014;Fayn et al., 2015;Kaufman et al., 2015). Conversely, the need for cognitive closure correlated negatively with art classifications in composite and all sub-types with the exception of Kitsch.  ..."
    },
    {
      "title": {
        "href": "publication/320367752_Comparing_the_contribution_of_conscientiousness_self-control_and_grit_to_key_criteria_of_sport_expertise_development",
        "text": "Comparing the contribution of conscientiousness, self-control, and grit to key criteria of sport expertise development"
      },
      "cit": "... In addition, future research might explore whether other personality characteristics that were not investigated in the current study have an impact on expertise development, depending on the sport. For example, openness to experience, a trait consistently related to creative achievement (e.g., Kaufman et al., 2016), may be important for athletes in artistic sports. Future research might also attempt to investigate how these traits are manifested in athletes' daily quality practice, not only quantities/frequencies of practice, and whether/how these optimal characteristics could be fostered in developing athletes as well as how they interact with state-like psychological skills and competencies (e.g., self-regulation; McCrae & Löckenhoff, 2010; self-regulated learning in sport; Bartulovic, Young, & Baker, 2017).  ..."
    },
    {
      "title": {
        "href": "publication/318318456_Intelligence_in_childhood_and_creative_achievements_in_middle-age_The_necessary_condition_approach",
        "text": "Intelligence in childhood and creative achievements in middle-age: The necessary condition approach"
      },
      "cit": "... Theories about this connection do not necessarily follow the assumption that \" higher intelligence equals greater creativity, \" but rather perceive intelligence as a conditio sine qua non (i.e., prerequisite) of creative ability, and therefore, also creative activity and achievement. This logic argues that we cannot assume intelligence guarantees creative achievement because other personality (Kaufman, 2013;Kaufman et al., 2015), motivational (), and social (Glăveanu, 2014;Shalley & Perry-Smith, 2001) factors are potential mediators and moderators. However, it is fair to say that very low intelligence almost guarantees a lack of creative achievement (consistent with creativity theory, i.e.,Kaufman & Baer, 2004).  ..."
    }
  ],
  "url": "https://www.researchgate.net/publication/269286890_Openness_to_Experience_and_Intellect_Differentially_Predict_Creative_Achievement_in_the_Arts_and_Sciences_Openness_Intellect_and_Creativity"
}